[
    {
        "name": "胡桃",
        "url": "https://wiki.biligame.com/ys/%E8%83%A1%E6%A1%83",
        "lines_url": "https://wiki.biligame.com/ys/胡桃语音",
        "img": "https://patchwiki.biligame.com/images/ys/1/19/6x5q4v3ovlgtd5pk7xlqxjdqv1gvf0a.png",
        "lines": {
            "初次见面": "唷，找本堂主有何贵干呀？嗯？你不知道吗，往生堂第七十七代堂主就是胡桃我啦！嘶，不过瞧你的模样，容光焕发，身体健康，嗯…想必是为了工作以外的事来找我，对吧？",
            "闲聊·往生堂": "不如去我那喝杯茶？嘿~",
            "闲聊·客户": "一个客户，两个客户，三个客户…",
            "闲聊·偷懒": "太阳出来我晒太阳，月亮出来晒月亮咯~",
            "下雨的时候": "哎呀…麻烦喽。",
            "打雷的时候": "打雷啦，起身啦。",
            "下雪的时候": "哇，是雪！",
            "起风的时候": "嗯，真舒服。",
            "刮大风了": "欸？…唉，帽子都要吹飞了。",
            "早上好": "嗯~早起身体好，晚睡人会飘。",
            "中午好": "哟！中午好呀，吃了吗？",
            "晚上好": "嘻嘻，月亮出来喽~咱也出门吧。",
            "晚安": "哦，困了吗？那你好好休息，我一个人四处转转。",
            "关于胡桃自己·名字": "胡桃的胡是胡吃海喝的胡，胡桃的桃却不是淘气的淘！嘿嘿…不，不好笑吗？",
            "关于胡桃自己·拿手好戏": "变个戏法给你看，瞧好了哦…火！然后…嚯！火蝴蝶！呼，飞啦——哈哈。",
            "关于胡桃自己·好奇心": "你到处旅行，一定见多识广。有空也给我讲讲你自己的故事吧。",
            "关于我们·夜晚": "白天你尽管到处跑，晚上可得小心点，我不在的时候，务必谨慎行动",
            "关于我们·帮手": "需要帮手吗？需要帮什么？我来啦。若你需要帮助，胡桃我定当全力以赴，绝不推辞。",
            "关于我们·战斗": "战斗是件麻烦事儿，对我来说它不是目的，而是手段，用手段来达到目的，用战斗来维护不愿让步的东西。就这方面而言，我和你是一样的",
            "关于「神之眼」": "神之眼，神之眼？这东西随缘就好。",
            "有什么想要分享": "受人之托，忠人之事。我们往生堂性质特殊，肩负着双倍责任，所以，一定要让两个世界的人都满意才行。",
            "感兴趣的见闻": "有些花草只长在阴气重月光多的地方，你见过吗？没有？那下次带你见识见识。",
            "关于钟离": "钟离长得那么年轻，性格倒像是个老古董，什么都懂，却什么都不关心。该不会...算了，随他去吧",
            "关于七七": "看到七七了吗？快告诉我它在哪儿，我要把它藏起来",
            "关于白术": "白术 哼 麻烦的家伙",
            "关于凝光": "天权凝光，富甲一方，明眸善睐，桃羞杏让，目达耳通，百了千当",
            "关于北斗": "北斗姐，可是璃月名人，他不认识我。没关系，我认识他就行。嗯真想和他交个朋友啊",
            "关于行秋": "听说行秋少爷在写书。话本还是怪谈呢，好想把平日遇见的杂事说给他听，写成书一定很好看吧",
            "关于重云": "纯阳正气 阴阳合一 啧啧 没想到世上真有这种体质的人",
            "关于魈": "仙家的事我怎么知道？哎呀呀天机不可泄露，你就别问我了",
            "关于刻晴": "玉衡刻晴啊 是个很难打交道的人呢 嘿嘿 瞧那一本正经的样子 真想逗逗她 哎哟 他不会用剑敲我头吧 不会的吧",
            "关于香菱": "香菱可好玩啦，一碰就跳，特别容易被唬住。做我们这一行最喜欢这种人喽。不过也得注意分寸，毕竟锅巴会替香菱出头",
            "想要了解胡桃·其一": "大丘丘病了，二丘丘瞧；三丘丘采药，四丘丘熬；五丘丘死了，六丘丘抬~欸…呼。",
            "想要了解胡桃·其二": "小巷派暗黑打油诗人 正是本人",
            "想要了解胡桃·其三": "若要我说往生堂的工作既不困难，也不可怕，只是麻烦而已。可惜旁人理解不了，见到咱们夜里出工总是有些惧怕。唉是他们不懂啊",
            "想要了解胡桃·其四": "我是往生堂第七十七代堂主，我爷爷是第七十五代，我经手的第一份工作就是替爷爷办葬礼，是不是很意外啊？唉不知不觉就在这一行做了好些年，时间过得可真快",
            "想要了解胡桃·其五": "阴阳有序命运无常，死亡难以预测却也有它的规矩。记住了无论何时何地，无论有何原因，人都不该轻易挑衅死之仪式。唯有认识他尊重他才能明白活着的价值",
            "胡桃的爱好": "天清海阔，皓月凌空，此情此景，正适合作诗一首。",
            "胡桃的烦恼": "唉…真想找些新乐子，无所事事比死亡可怕多了。",
            "喜欢的食物": "♪啦啦啦啦~吃水煮鱼配虾饺啦~",
            "讨厌的食物": "清心炒史莱姆凝液…呕…这是香菱对我的复仇吗?",
            "生日": "今夜天星璀璨，月相壮丽，想必是个好日子。嘶，待我一算…嗯~我知道我知道，是你的生辰！哎呀，真是个好日子。",
            "突破的感受·起": "哦呀？哦呀呀？",
            "突破的感受·承": "嗯~真不错，谢啦。",
            "突破的感受·转": "没想到没想到，胡桃我现在力如泉涌，心似雄鹰，非常有自信哦。",
            "突破的感受·合": "力量若达到极限, 接着考验的便是人心. 多亏了你, 我才能来到这片未曾踏足的领域. 在这里, 心和灵魂就像一片云彩. 生老病死, 天地万象, 尽在吾辈."
        }
    },
    {
        "name": "魈",
        "url": "https://wiki.biligame.com/ys/%E9%AD%88",
        "lines_url": "https://wiki.biligame.com/ys/魈语音",
        "img": "https://patchwiki.biligame.com/images/ys/d/da/5gzl19235uvm0mxu3w45hqnb27f0mn6.png",
        "lines": {
            "初次见面": "如遇失道旷野之难，路遭贼人之难，水火刀兵之难，鬼神药毒之难，恶兽毒虫之难，冤家恶人之难，便呼我名。「三眼五显仙人」——「魈」，听召前来守护。",
            "早上好": "时候不早了。出发吧。",
            "中午好": "午餐…回望舒客栈吧。",
            "晚上好": "夜晚，不祥之物最易骚动。你最好别出门。",
            "晚安": "你去吧，我会在这里等你",
            "闲聊·闲散": "我居然沦落到如此闲散的地步，可笑。",
            "闲聊·荒魂": "荒野上的孤魂，休想伤我分毫。",
            "闲聊·侵蚀": "…呃啊…哼，想起了一些不愉快的事。",
            "下雨的时候": "魔物不会因为下雨就休息。我们走。",
            "雨过天晴": "天晴了？哼，我不关心天气。",
            "打雷的时候": "不少凡人害怕打雷。无法理解，这分明很寻常。",
            "下雪的时候": "雪积起来之后，就可以挖着吃了。",
            "关于魈自己·非人": "我并非人类，不太能够理解人类的感情。",
            "关于魈自己·璃月": "近来璃月变化得过于迅速了…呵，罢了，我也没打算适应。",
            "关于我们·警示": "如果有一天，连你也陷入了黑暗。就由我来——",
            "关于我们·信任": "别被污染，我不会留情的。…我是说，既然是「你」，「你」应该能够保持坚定。",
            "关于我们·犯困": "…谁！？…你觉得我是站着睡着了？哼，不敬仙师！",
            "关于我们·海灯节": "海灯节？哼，原来又到了凡人用发光垃圾塞满璃月港的时候了，唉，为何如此幼稚。不过你若无聊，我便陪你去。",
            "关于「神之眼」·欲望": "「神之眼」，欲望？呵…不要用凡人的标准来揣测仙人，我没有欲望。",
            "关于「神之眼」·理由": "并不是有意隐瞒，我的欲望，不应对外人讲。人间不是有着愿望说出口就会失效的规矩…呃，不是一回事？",
            "有什么想要分享": "杀戮是我的强项，如果你下不去手，就叫我来。",
            "感兴趣的见闻": "荻花洲，曾经一度荒芜。虽然，是过去好多年…不，好几百年的事了。",
            "关于钟离": "嗯…打听一下。请问钟离大人平日里都在…呃，遛鸟？赏花？品鉴古玩？…钟离大人做这些，是有什么深意…",
            "关于北斗": "北斗吗？我与她没有什么交情。不过，冥海巨兽却有其事。能够将「海山」击败，作为人类，她的实力值得肯定。",
            "关于白术": "你想…托付白术研制缓解我痛苦的药物？呵…你的好意我心领了。凡人的药物，对仙人是无法起效的。",
            "关于胡桃": "胡桃？那孩子，活泼到令人头痛。所幸她还算风趣，不必担心会成长为无趣的人类。",
            "关于温迪": "温迪…？原来如此，名字叫做温迪啊。他演奏的曲调…不，没什么。",
            "关于甘雨": "甘雨即非仙兽，又非凡人，游走于仙人两界，靠着职责支撑自我，困惑是免不了的。...你说，我？呵，要让只懂杀戮与生存之道的夜叉，去开导瑞兽？天方夜谭。",
            "想要了解魈·其一": "我会为你护法。但是，别靠近我，别妨碍我。否则，你会后悔的。",
            "想要了解魈·其二": "在这千年以来，我猎杀过数以万计的怨魂。不想惹上麻烦，就离我远点。把我当做「工具」就好。",
            "想要了解魈·其三": "「它们」的声音…常常在我的耳边咆哮、号哭…嘶喊着杀戮… 这是我自己的选择和自己的报应。与你无关。",
            "想要了解魈·其四": "摩拉克斯？关于这个名字，你究竟知道多少？他是赐予我「魈」之名之人，将我从漫长的痛苦中解放。胆敢对他不敬的话。即使是你，我也不会原谅。",
            "想要了解魈·其五": "已经迟了。我们之间的关联已经太多了。即使你想要放弃，也来不及了吧。嗯？没有这样想过？…「靖妖傩舞」，我的战斗是不会停下的。但是，关于你的事情，我想了解更多。",
            "魈的爱好": "你还真是胆量不小，有勇气询问我的爱好。那便来战吧。以你的身躯，扛得住我几招呢？",
            "魈的烦恼": "烦恼？呵…这个问题对仙人毫无意义，",
            "喜欢的食物·杏仁豆腐": "我对人间的食物并无兴致。烹饪繁琐，等待漫长。唯独杏仁豆腐，勉强可以入口。",
            "喜欢的食物·回忆": "杏仁豆腐的味道，和「美梦」非常相似呢。",
            "讨厌的食物": "要我亲手在薄饼中包入肉片？啊…然后…一起吃下去？呵…麻烦。如今的人间，真是越来越缺乏常识了。",
            "生日": "诞生的时日…人类的这些纪念，真是冗余。嗯…等着。我给你折一只梧桐树叶蝴蝶。好了，拿去吧。这是仙法，可以辟邪。",
            "突破的感受·起": "只是这种程度而已。没什么大惊小怪的。",
            "突破的感受·承": "新的力量？这力量，也只是会被用于斩杀。",
            "突破的感受·转": "力量的尽头，是自我毁灭。回答我，为何如此执着呢…",
            "突破的感受·合": "我的枪缨，早就屠戮了无尽的怨魂。连我本人，不免也被黑暗吞噬。你却敢于驱使这样的我，将我当作…「同伴」。"
        }
    },
    {
        "name": "甘雨",
        "url": "https://wiki.biligame.com/ys/%E7%94%98%E9%9B%A8",
        "lines_url": "https://wiki.biligame.com/ys/甘雨语音",
        "img": "https://patchwiki.biligame.com/images/ys/3/3c/qr9mmt4ryhcuovbx82pazu3xv7wr19p.png",
        "lines": {
            "初次见面": "我明白了，外派工作的「契约」已经拟好了，请过目，即日起就可以为你…欸！名字没有签吗？请让我看一下。唔…名字是甘，甘雨…呼，补上了。话，话说回来，工作具体是指哪些呢？",
            "早上好": "早上好…唔？是哪里没有梳理好吗，请不要盯着我的…盯着我的头饰看。",
            "中午好": "啊…需要午觉。如果没有什么特别的事情…我就先行告退了。",
            "晚上好": "万家灯火就在眼前，人们的生活究竟是怎么样的呢…欸？你想邀请我去夜市？啊…不，不好意思，我就不去了吧。",
            "晚安": "愿帝君保佑你，愿你的每个梦都踏实而香甜。",
            "闲聊·松弛": "安逸的氛围…喜欢。",
            "闲聊·聆听": "趴在草地上，能听见大地的心跳。",
            "闲聊·焦虑": "工作…工作还没做完…真的可以提前休息吗？",
            "下雨的时候·担忧": "飞云商会种植的霓裳花需要充足的雨露，唔…和记交通的伙计们却不喜欢雨后泥泞的山路…",
            "下雨的时候·听雨": "在庭院里听雨的感觉很好，但是，太奢侈了。",
            "雨过天晴": "嗯？天晴了吗？是什么时候…",
            "阳光很好": "嗯，空气很适宜。",
            "起风的时候": "啊，琉璃百合的味道，真好啊…",
            "关于甘雨自己": "我的工作，就是遵循与帝君的「契约」，为璃月多数生命，谋求最大的福祉。",
            "关于我们·工作": "今天的工作已经提前完成了。加…加班？我理解了，我会好好完成的。",
            "关于我们·请求": "我想了解更多有关人类的故事…尤其，想知道你对他们的看法和评价。因为，那个，你跟提瓦特大陆上的普通人不太一样吧。而我也…请务必，和我交流。",
            "关于我们·评价": "嗯…我，我一直想知道你对我工作的评价。是…普通宝箱的等级还是华丽宝箱的等级。没，没关系的。我的心理…能承受的住。",
            "关于「神之眼」": "「一千种权力伴随着一千种责任。」那位拥有着博览今古的视野，缺被迫放弃了自己生活的帝君，才是整个璃月最辛苦的人吧。相比起来，只拥有着普通「神之眼」，只需要去行使普通职责的我，已经轻松得多了。",
            "有什么想要分享": "「万商云来、千船继至、百货迭出、诸海历览。」人们用这样的话来称赞璃月。但成就这样的壮景，依靠的也是细小到每一个人的努力。我是怀着要对得起这份繁荣的心情工作的。",
            "感兴趣的见闻·名字": "王小美}}什么的，我一定回应不上来。",
            "感兴趣的见闻·清心": "清心的花瓣，很好吃…应该说特别好吃。就是因为太好吃了，所以我才不敢在玉京台种它。生怕哪天一个不小心就会忍不住…嗯？你说…特别苦？可是…这不就是它的味道吗？",
            "关于摩拉克斯·信任": "我对帝君有着绝对的信任。当年，正是有帝君率领，我们才能击退魔物、降伏海兽，保住了这一方平安。帝君守护众人的身姿，千年以来的情谊，我不会忘记。",
            "关于摩拉克斯·追随": "帝君的决断，总是能够为璃月的多数生命带来福祉。我很敬佩这一点，也很想像他一样…但有时，越想着要去追赶帝君的脚步，就越容易紧张得出错…",
            "关于凝光": "历任「天权」都会对璃月的古老律法进行释义和补充。在这之中，当代「天权」凝光的处理效率是无人能及的。只不过，她那追求效率和效益的作风常常遭人指摘。挑刺，总是比包容简单得多吧。",
            "关于刻晴·隔阂": "我无法认同她对帝君的态度。但是…但是…「甘雨，这才是璃月现今需要的人。」帝君反而这样说。我还是太愚钝了，要理解帝君话语中的意思，还得更努力地接触更多事务才行吧。",
            "关于刻晴·改观": "最近她主动与我讨论起了修复碧水商路的方案，还问我，是帝君的话会怎么做。我们商量出来的举措固然不比帝君，不过…看到她反复推演着沙盘的样子，隐约能够理解她的心情了。",
            "关于行秋": "飞云商会那位青衣少年，并不像他的父亲和兄长那般操心织物的经营。是因为对他来说，有更重要的事情值得去做吧。当然…这也只是我的猜测…",
            "关于香菱": "香菱很有名！但…我不太敢去「万民堂」那一带…不敢就是…不敢啦。好，好吧，也不是秘密。那边的饭菜香味飘得满街都是。一旦被勾住了，点上了菜，就算是素菜也…很难控制住食欲吧。这样的话，这样的话…",
            "关于北斗": "近来，玉京台之上对南十字船队的怨言不断。可是在我看来，北斗船长对璃月所做的贡献，远非沉溺于伪造流言之徒所能想象…啊，抱歉，失言了…",
            "关于瑶瑶": "瑶瑶啊…我是受总务司那边的熟人托付在城内好生照顾她，别让她再往船上跑…你问我总务司的业务范围？唔…不，不知道呢。",
            "关于魈": "他一直与人间保持距离，应该说是性格使然吧…我能够理解他，但是我无法「接近」他。毕竟…与他履行同一份「契约」的同伴，都已经不在了啊…",
            "想要了解甘雨·其一": "临时的工作吗？啊不用和我具体说。将你的要求写下来，放在这边就好。",
            "想要了解甘雨·其二": "「想要了解更多甘雨的事情」…这，这是什么工作要求啊。我，我还从来没有处理过这样的…去年年底述职报告的背诵可以吗？啊，不行啊。",
            "想要了解甘雨·其三": "我思考过了…既然是「工作」，处理「工作」就没有害羞的必要。如果你想要了解我的话，这个头上的…发饰。其实是我的角。我的身上，有着仙兽「麒麟」的血脉。唔…理解了的话，请签下这份保密协议，不要对别人讲…",
            "想要了解甘雨·其四": "虽然身为仙兽的混血后裔，但同时也有着人类的血脉。这么多年来，我也不知道自己算不算融入了璃月港的人类生活…可能，我只是像钻进地里的草史莱姆一样，把自己埋在数据和报表中间来逃避吧。",
            "想要了解甘雨·其五": "谢谢你一直陪我说话，遇见你之后，好像说了十几年都没有说过的那么多的话…如果保持这样的锻炼，有朝一日也能从事秘书以外的职业了吧。用上几百年时间来熟练，应该就不会犯什么要紧的错了吧。",
            "甘雨的爱好": "爱好吗，爱好的话…工作吧。嗯？工作不能算？但是，为什么呢？难道爱好不是指自己想要去做，做了就会感到开心的事情吗。那么爱好是工作，又有什么问题呢？",
            "甘雨的烦恼": "为何人们总是拼命证明…自己的存在比其他人更有价值呢？存在本身，就是足够美好的事情了吧？",
            "喜欢的食物": "「饮必甘露，食必嘉禾。」这是我的守则。所以，请把那盘「仙跳墙」，从我的视线范围里拿开…",
            "讨厌的食物": "我们一族是严格的素食主义者，肉类料理就请允许我谢绝了。嗯，没错，即使是荤油混在蔬菜丸子里也不行…不可以。不可以哟。我能够闻出来的。",
            "生日": "生日快乐。这么久以来受你的关照，但却没有准备礼物，这点实在…藏在手后面的？欸，你看到了啊…是，失败了的清心花凉糕…抱着必须做完美的决心结果…欸，好，好吃的？真…真的吗。",
            "突破的感受·起": "力量？…真是久违了",
            "突破的感受·承": "如果…可以用和平的方式解决。不，没什么…",
            "突破的感受·转": "这就是新的生活之道吧…我明白了，我不会抱怨的。",
            "突破的感受·合": "我曾经看到古书上说，「麟斗则日无光」。其实没有那么夸张。但是，如果需要战斗，如果需要为你而战，我会献出自己的全部力量。"
        }
    },
    {
        "name": "阿贝多",
        "url": "https://wiki.biligame.com/ys/%E9%98%BF%E8%B4%9D%E5%A4%9A",
        "lines_url": "https://wiki.biligame.com/ys/阿贝多语音",
        "img": "https://patchwiki.biligame.com/images/ys/2/21/k1zod68cqa6e89r0poxm9ihfmqfmgvw.png",
        "lines": {
            "初次见面": "我是阿贝多，西风骑士团首席炼金术士。我对你身上星海的气息很感兴趣，想要就近观察研究。相信以后我们会有很多独处的机会。",
            "早上好": "早安，是准备出门寻找古代遗物吗?",
            "中午好": "午安，我听到了你的脚步声。工坊之外真是热闹啊。",
            "晚上好": "外面安静下来了，呼。",
            "晚安": "晚安，你先去休息吧，我打算把最后一个实验做完。既然你那么感兴趣…明日再会时我再与你一起探讨实脸结果吧。",
            "闲聊·写生": "风景不错，趁着休息，就把这一幕画下来吧",
            "闲聊·探索": "「世界的真相」究竟是什么呢？",
            "闲聊·怀旧": "用自己的双脚丈量土地，将「未知」变为知识。…这种感觉，真怀念啊。",
            "下雨的时候": "土壤湿润，适合采集爆爆瓜的根。没事，我来动手就可以。",
            "下雪的时候": "师父…",
            "阳光很好": "光线充足，生物行为活跃，嗯，很适合写生。",
            "关于阿贝多自己·天才": "天才？…不少人这么称呼我。其实，我不这样认为。",
            "关于阿贝多自己·人际": "与人交往…很麻烦。一旦开始就要不断维持，如果联系中断了，想再重新恢复，就得消耗更多的时间。",
            "关于我们·实验": "你…这是准备陪我做实验吗?呼，真荣幸。啊，不用紧张。我的实验虽然危险，通常不会伤及无辜。",
            "关于我们·助手": "能麻烦你当我的助手吗？鉴于你旁观了那么多次，想必早就熟练了吧。放心，我在你旁边。就算是第一次实际操作，也不会有问题的。我相信我的指导能力，更相信你的天赋。",
            "关于「神之眼」": "「神之眼」？不过就是个实验用的工具罢了，和烧杯、坩埚没什么不同。唯一让我感兴趣的、就是它的原理…我总有一天会研究明白的，这只是时间问题。",
            "有什么想要分享": "一直有些难以开口，因为假设被你拒绝的话，我可能会失落吧…嗯…我对你身边那个飞着的小家伙很感兴趣，方便让我拿去研究一下吗？",
            "感兴趣的见闻": "想知道更多石化古树的事情？唔…你在附近秘境里观测到的那些，其实不算古老。稍微成熟一些的树，一般能长到两三公里高；在树的根部，常常聚集着一种大蜘蛛。那种蜘蛛啊，用地栀子和香茅草捆紧，抹上白豆蔻，熏烤上几个小时，那香味，是真的很…令我难忘。",
            "关于亲人": "亲人吗？虽然艾莉丝总希望我喊她妈妈…唔，但在我心里，谈起亲人第一时间想到的还是师父吧。我从记事起就和她在一起探险了，她教会了我炼金术和无数世间的知识。或许…「亲人」或者「师父」，这些词汇都不足以描绘出她对我来说的意义吧。",
            "关于砂糖·方向": "砂糖吗？我大概能理解她一心专攻「生物炼金」的理由…不管怎样，看到她的研究越来越顺利，我也为她感到高兴。",
            "关于砂糖·坚持": "虽然在学术方面的合作非常愉快，但课题以外的部分，砂糖也有很多她自己的坚持。比如我告诉她我们是平辈，叫我阿贝多就好，她却坚持要用尊称。…只好随她去了。",
            "关于丽莎": "丽莎吗？和她讨论总会得到很有价值的观点。如此有才华却满足于图书管理员一职，想必背后藏着于那才华等重的因缘吧。",
            "关于可莉": "我的确把可莉当作亲妹妹一样看，所以每次当这位妹妹惹出麻烦的时候，我都只能安慰自己，至少她现在的破坏力，还不及艾莉女士的零头。",
            "关于琴": "琴吗？她是一位正直的代理团长，甚至可以说比那位团长大人更为可靠。可能大家心里都在期待着她成为正式团长的那一天吧。",
            "关于行秋": "行秋吗？他写的小说挺有趣的。稻妻那边的「八重堂」一直在旁敲侧击希望让我和别的作者合作，说这样版税收入也会更好。哼，我缺这点钱吗？",
            "关于芭芭拉": "芭芭拉吗？她是一位认真的牧师，说来以前碰巧有机会给她画过速写…你问画哪儿去了？嗯…我拒绝了艾伯特的开价，直接把画送给了代理团长。人际交往…真是耗费精力啊。",
            "想要了解阿贝多·其一": "有问题想问我？请说吧。啊，冒昧地问句，应该不会花费太长时间吧？手头的研究马上要进入最后一个阶段了。",
            "想要了解阿贝多·其二": "啊，只是随口一提。不人为介入的话，黄金需要杀死一个八倍多的太阳才能自然生成。",
            "想要了解阿贝多·其三": "人物画的耗时主要和心情有关。有时候霍夫曼我也能画半天，有时候凯亚都只需要三笔——这个圆是脸，这个是眼罩的带子…这个是眼罩。",
            "想要了解阿贝多·其四": "除了画画和研究之外的生活…我偶尔会去看稻妻和璃月的小说吧，能看到很多很有趣的想法，有时也会为创作提供意想不到的灵感。",
            "想要了解阿贝多·其五": "即使到了现在，师父传授给我的「黑土之术」仍是充满了谜团，师父到底想要用这个技术创造出什么呢？…研究还远未到尽头，得麻烦你和我一起继续探索了。",
            "阿贝多的爱好": "嗯…研究之外我最愿意花时间去做的应该是画画吧。一开始只是为了理解物体与材科的构成，便于研究开展，不过到了后来就变成了爱好。嗯，也是一种很好的放松方式。",
            "阿贝多的烦恼": "时间真是不够用啊，即使把大部分麻烦的事情都推掉还是会觉得时间不够。",
            "喜欢的食物": "我挺喜欢甜点的。怎么说呢…在体力和精力同时消耗殆尽的时候，高能量的物质会提供原始而高效的支持吧。",
            "讨厌的食物": "讨厌的食物？餐馆里分量比较大的肉吧。我的胃口吃不了多少，只会面临「浪费」或者「失去风味」的结局。后来我就干脆不去餐馆了，虽然这也意味着要花更多时间在做菜上…",
            "生日": "生日快乐。你看起来很高兴，可以将你的样子画下来吗？大脑的容量是有限的，人总会不断忘记。如果画在纸上，那么这些画就成了记忆的延伸，在未来重新看到这些画面时，一定能回想起当时的感觉吧。",
            "突破的感受·起": "「黑土」，是炼金术的词源，也是最初的状态。活在这个世界上，我等俗类必须寻找意义。",
            "突破的感受·承": "「白垩」，即是变化的开始。抽离了杂质，准备好接受一切知识，要和我一起去探索世界吗？",
            "突破的感受·转": "「赤成」，炼金术中的意思是，情感的炼化。我的赤色好像来自于你。",
            "突破的感受·合": "「黄金」，炼金术最后的阶段。无价值的事物终于找到了自己的意义，变化成了黄金。我，也找到了意义。"
        }
    },
    {
        "name": "辛焱",
        "url": "https://wiki.biligame.com/ys/%E8%BE%9B%E7%84%B1",
        "lines_url": "https://wiki.biligame.com/ys/辛焱语音",
        "img": "https://patchwiki.biligame.com/images/ys/a/ab/ssm5hres5t2jcnmqlmxvko87frukaaa.png",
        "lines": {
            "初次见面": "我是辛焱，璃月港唯一的摇滚乐手，最近在想要不要去其他地方巡回演出，目的地的话…啊，听说你是走遍了很多地方的旅行者，对吧?让我加入你们吧!去哪里都行。",
            "早上好": "早啊，我刚刚在开嗓，今天嗓子的状态也好得很呢。",
            "中午好": "啊，收工了收工了，哈…没什么事的话，我去打个盹儿。",
            "晚上好": "马上就要演出了，你也一起来嗨吗？",
            "晚安": "哦，好的，你先去睡吧。我吗？我还要保养我的琴，还想改改曲子，嘿嘿，刚从舞台下来，睡也睡不着的。",
            "闲聊·气势": "摇滚不可缺少的，就是激情——喂，别发呆了，快动起来！",
            "闲聊·新曲": "要不我来弹首曲子给你听，我新写的哦？",
            "闲聊·注目": "快看那边！好像有很摇滚的东西！",
            "下雨的时候": "这么大的雨…可不能让琴被淋到了啊。",
            "打雷的时候": "看样子这雨一时半会儿不会停…嗯，但演出不会推迟！",
            "下雪的时候": "唔…这种天气要怎么吸引观众呢？对了！来一场「暴风雪极限耐力摇滚挑战」怎么样！",
            "刮大风了": "呜哇，快找个地方躲躲，不然发型要塌了！",
            "关于辛焱自己·凶恶": "你居然不怕我？唉，有人说，我眼神跟刀子一样，衣服不好好穿，讲话也不守规矩。他们一看到我就躲得远远的，哎，真是…只是风格不一样而已，我又不是什么怪物…",
            "关于辛焱自己·摇滚": "摇滚是从枫丹传过来的，算是新东西吧。不过啊，在璃月挺不受欢迎的，一般人都觉得吵吵嚷嚷，不喜欢听。所以我啊，很感激每一个能来听我唱歌的人，哈哈。",
            "关于我们·观演": "来看我演出？哈，到前面来吧！前面的感觉更好。咳咳，那么，璃月港独一份的摇滚现场，现在开始！",
            "关于我们·投缘": "我还在想为什么和你这么聊得来，原来你不是这个世界的人，那也就用不着关心这个世界的条条框框了——人生就该是这样！繁文缛节什么的统统闪一边去，无拘无束，自由自在。",
            "关于我们·邀请": "我想让我摇滚的音乐元素更丰富一点。其实，你的节奏感很好嘛，要不要试试帮我打鼓？没打过？唉呀，不要怯场，关键是气势。来试试看嘛，你绝对很有天赋的。",
            "关于「神之眼」": "会把「神之眼」的火用来给摇滚伴奏的，估计全提瓦特也就我一个。有人批评我，应该好好敬重这种力量…不过，既然神都把「神之眼」给了我，就说明他对我的用法，也是认可的吧。",
            "有什么想要分享·宴乐": "欸，你知道「宴乐」吗？就是有钱人在宴会上听的曲子。一会儿唱这个多有本事，一会儿又唱那个多了不起…把音乐用成这个样子，哎呀，一点儿都不摇滚。",
            "有什么想要分享·命名": "这把琴，是我亲手做的哦。本来是按照枫丹的摇滚乐器来做的，但做着做着就不再是一个东西了。我一直想给它取一个好听又好记的名字，比如「焱琴」「碎玉」「定山」什么的，但还是差点味道…你有什么好主意吗？",
            "感兴趣的见闻": "我最喜欢的一套演出服，是我亲手用「霓裳花」织的。你肯定也见过那种花吧，红得够激情。而且，和我的摇滚也很搭呢。",
            "关于香菱": "我经常去「万民堂」吃夜宵，香菱如果手头不忙，还经常跟我聊天，一直聊到很晚很晚。啊？你问我都点的啥？嗯…其实是香菱做啥我吃啥，哈哈。每次都不一样，味道也千变万化，她可以说是料理界的「摇滚明星」了！",
            "关于钟离": "以前没什么人听我的摇滚，有一天他突然来邀请我，说可以去他那里试试，合适的话可以去当驻唱歌手，我心里激动啊，终于有人理解我的音乐了！就直接答应了下来。结果去了场地才知道，他居然是那个「往生堂」的客卿…这明显不合适啊，真是个怪人。",
            "关于凝光": "你知道千岩军？他们以前总是妨碍我，说什么这里也不准搭舞台，那里也不准，麻烦死了。咳咳，不过在我找总务司申诉之后，听说那个「天权星」专门修订了璃月的什么…呃…反正是某个规则，划定了演出专属场地，还要申请什么许可。哎…其实还是很麻烦，不过，好歹不用像之前一样，被赶得到处乱跑了嘛。",
            "关于白术": "白术先生开的药方保养嗓子效果一流，为了答谢他，我在他面前来了一段即兴摇滚，结果…他养的那条蛇就晕了过去。从那以后，那条蛇看到我就一个劲儿地往白术先生的衣领里面钻，哈哈哈。我从那以后才知道，蛇原来对震动很敏感。",
            "关于北斗": "她啊，说话直爽，气量也大，聊起来特别投缘。「死兆星」号乘风破浪的故事，实在是太帅了，给了我很多摇滚的灵感。嘿嘿，我还专门写了一首歌给他们。现在，只要我唱第一句，好多船员都能跟我唱下去，都快变成船歌啦。",
            "关于重云": "他超有意思！看上去文静内向，但有一次演出，他好像是被朋友叫过来，要跟我说什么话。舞台上声音太大，我还没听清呢，他已经一个箭步跳上台来和我一起唱了，还唱得特别摇滚。这就叫「人不可貌相」吧。",
            "关于胡桃": "她明明是往生堂的堂主，却每天一副开开心心的样子，完全不知道在想什么。街上碰上的话，还会大大方方地和我打招呼，说什么「喜欢玩火的人，是生意兴隆的保障呢。」…呃，有、有点诡异。",
            "关于云堇": "告诉你个小秘密，别到处乱讲哦。那个人可喜欢摇滚了，不管多忙，一周都来听我三场，只多不少。按理说，「和裕茶馆」的戏班头牌，该喜欢什么琴棋书画，花鸟虫鱼才对吧？肯定是平时被憋坏了，哈哈哈。",
            "想要了解辛焱·其一": "想要了解我？哈，一般人看到我就躲得远远的了，你还真是奇怪。那好吧，那就…从了解我的摇滚开始？",
            "想要了解辛焱·其二": "小时候，大人都让我要像个女孩子，让我学这个，学那个，但我天赋不行，总是挨骂。摇滚就不一样，没人教我，我也能做得很好，但却被大人说「没个女孩儿样」，唉，这就叫成见。",
            "想要了解辛焱·其三": "我有注意到我今天有什么区别吗？其实为了见你，我出门之前做了面部的按摩，放松了眼睛和嘴，还对着镜子练习了半个小时的微笑。怎么样？是不是看上去没那么凶了？比原来更凶了？唉…",
            "想要了解辛焱·其四": "陪我练琴辛苦了！欸？差不多到中午了，来吃午饭吧，你的份我也准备了！喏，里面有西红柿，香肠，煎蛋…什么？我不像是做这种事的人？别、别小看我啊！做个吃的，摆个可爱的造型，也、也没什么不行的吧。",
            "想要了解辛焱·其五": "我恨信奉摇滚的反抗精神，但我觉得这不代表我就一定要去张扬个性，我也可以有很正常的生活，可以做缝纫，可以养花养鱼，可以做造型可爱的菜肴，可以喜欢任何事，还有…任何人，对吧。",
            "辛焱的爱好": "爱好那当然是摇滚！你有没有全情投入过某件事呢？当你与你最爱的东西合二为一，时间空间什么的都不再重要，只需要尽情享受，尽情宣泄——对对！这样沉醉进去的感觉，上百次上千次都不够！",
            "辛焱的烦恼": "我每次不小心和路边的小孩子对上眼，都会把他们吓哭。唉，到底有没有办法，能让我看起来不那么凶啊？能想到的办法我全试过了，都没什么用…",
            "喜欢的食物": "璃港船局的午饭真的超好吃！油水很多，肉也管够，虽然菜就那么几样，但我怎么吃都吃不腻！要我说，光是为了尝尝他们的午饭，就值得去船局干一天活！",
            "讨厌的食物": "我几乎不挑食，但我讨厌清汤寡水的菜。咸就是咸，辣就是辣，有滋有味吃着才过瘾！哪怕食材只够做一道「珍珠翡翠白玉汤」，我也会事先备好干碟蘸水。",
            "生日": "生日快乐！你看，这是我特地做的刺绣。我参考枫丹的洋娃娃的样子，把我们两个纹在了上面，特别可爱对吧？欸…为什么这样看着我呀，我、我会刺绣是很奇怪的事吗？",
            "突破的感受·起": "嗯！就是这样的节奏！",
            "突破的感受·承": "状态火热，期待我的下一次演出吧！",
            "突破的感受·转": "掌握了这么强的力量，说不定也能创作出前所未有的摇滚！谢谢你，我的新作不会让你失望的！",
            "突破的感受·合": "酷！我感受到你饱满的「激情」了！那么，就让我写一首专属于你的摇滚，只为你而奏响吧！"
        }
    },
    {
        "name": "钟离",
        "url": "https://wiki.biligame.com/ys/%E9%92%9F%E7%A6%BB",
        "lines_url": "https://wiki.biligame.com/ys/钟离语音",
        "img": "https://patchwiki.biligame.com/images/ys/7/7c/eewy674lo37jwuq9qozyszhz8vo0d8j.png",
        "lines": {
            "初次见面": "一份新的「契约」？好吧...虽然我还在度假，但也可以陪你走一趟。契约书上，该签什么名字呢？我有许多名字，度假期间的话，我会自称「钟离」。你呢，旅行者？你会签下什么名字？",
            "早上好": "希望今日也有好景气。",
            "中午好": "想要吃点提神的？嗯，吃虎岩倒是有爿不错的店...",
            "晚上好": "虽然这种时候已经错过了云先生的戏，但夜晚的璃月仍有许多好去处。",
            "晚安": "集市已收，喧闹的码头也已沉睡。去休息吧。",
            "闲聊·旅程": "旅程总有一天会迎来终点，不必匆忙。",
            "闲聊·游览": "接下来想去哪里？如果想游历璃月名胜的话，我有一些不错的参考方案。",
            "闲聊·璃月": "为「流通」而造的船，遇到港口也会停泊，所以璃月是一切财富「沉淀」的地方。",
            "闲聊·怀旧": "欲买桂花同载酒...只可惜故人，何日再见呢？",
            "雨过天晴": "「琉璃袋」这种植物，它偏爱潮湿的环境，最适合雨后采摘。如果发现的话，适当储备些吧。",
            "刮大风了": "嗯.不适合度假的天气。去听听戏吧。",
            "关于钟离自己": "不以规矩，不能成方圆。不管是常人还是仙人，惟有各司其职，方能保璃月长久太平。",
            "关于我们·黄金": "黄金是璃月的财富，是令璃月的心脏搏动的血液。你是否拥有黄金般闪耀的心，就让我拭目以待吧。",
            "关于我们·契约": "你我既有「契约」之交 —— 那么凡在契约范围内的事，都可同我商量。",
            "关于我们·公平": "「契约」之外的事也可与我相谈。毕竟我在这片土地上活了这么久，凡事都略通一二。哦，虽说如此，我也有希望你能为我做的事情。毕竟，这样才符合「公平」嘛。",
            "关于我们·困惑": "「契约」无法界定「友谊」、无法丈量「情谊」, 那到底用什么才能称量你我之间情感的重量呢？「朋友」, 你知道答案吗？",
            "关于「神之眼」": "「神之眼」…也是一种「契约」。须知一切力量皆有其代价，一千种权力伴随着一千种责任。",
            "有什么想要分享": "「交易」的规矩是「契约」，准则是「公平」。这是订立、遵循「契约」者他不可忘却之事：倘若失了公平，那契约便成了欺骗的凭据。",
            "感兴趣的见闻": "你若去往「绝云间」，便替我采来一束「清心」吧。一束就好。此行的旅费…啊，差些忘了，「契约」生效期间，旅费由你代为垫付。那就有劳了。",
            "关于魈": "你说，归离原的少年仙人…啊…时至今日，他仍然在履行他的职责…哦，这幅「连理镇心散」，请替我带给他。对了，可千万不能让小派蒙偷吃了去，这里的药力…绝非常人所能承受。",
            "关于温迪": "嘶...好浓的酒气。那个诗人刚刚来过吧，那个和风雅二字搭不上关系的酒鬼诗人！你这里…唔，被他诱骗着灌了酒，话也说不清了么…你等一下，我去沏一壶「醒神茶」，只需三个时辰便好。你等一下…",
            "关于凝光": "即便每日经手的事务千条万缕，她仍不失进取之心，实属难得。让我想起，彼时的她赤着脚从瑶光滩走到南码头，一路叫卖货品的样子。时间对于常人来说，真是残酷…",
            "关于胡桃": "当代堂主？嗯...那孩子我应付不来。",
            "关于达达利亚·沉着": "那位来自至冬的武人，还没离开璃月吗？没关系，要是他找你麻烦，你可以唤我去应付他。",
            "关于达达利亚·酒桌": "听说「公子」在愚人众的风评又变糟了不少。但像他这样的人，一定会用积极的行动去扫清那些对他的怨言吧。嗯···这样想来，下回酒桌上又有不少的趣事可以听了。旅者，你也一起来吗?",
            "关于甘雨": "璃月这个国度的繁荣，靠的绝不仅是「岩王帝君」的神谕，而是无数相应「契约」的岩神子民。在这之中，甘雨已是就职时间最长的一位了。关于她的往事···我怕她怪罪，让她自己和你说吧。",
            "关于刻晴": "她是当代七星中最「不敬神」的，但我还挺欣赏这样的人。「觉得自己是正确的，就大声地说出来、坚决的去行动」——就是因为璃月有这样的人，我才考虑退休一事。",
            "想要了解钟离·其一": "怎么，难得闲暇，不好好休息却反来找我。是想听我讲故事吗？",
            "想要了解钟离·其二": "「黑岩厂」的起源，听说过吗？在过去，人们一边将天衡山中的矿脉挖空，一边在里面修建工场设施，渐渐建成了东大陆最大的工厂。山中黯道四通八达，一些甚至能通往大地深处的古遗迹。能掌握其中一切通路的人，如今大概没有了吧。",
            "想要了解钟离·其三": "「海灯节」的起源，听说过吗？在很久以前的战争中，璃月人会在夜里放飞明亮的灯，让厮杀的战士不迷失回家的方向，不迷失自己的心。这种事情，如今大概已经没有人记得了。",
            "想要了解钟离·其四": "「契约之神」的事情，听说过吗？他的记性很好。每位对手的名字，璃港船局建成以来制造的每一艘船起航的日子，都不曾忘却。毕竟有这样的记忆里，才能铭记一切「契约」。然而，记性很好有时是令人不快的事。",
            "想要了解钟离·其五": "活得太久的人，只能在记忆中寻访往昔的战友、过去的景色。即使如此我也不后悔与你相识，「朋友」。假使有一日不得不同你相别，你在我的记忆中也会如黄金般闪耀。",
            "钟离的爱好": "得闲时在城内散步，就能让我心安不少。嗯…这种心情，是从何时开始…？",
            "钟离的烦恼": "让人们遵循「契约」，依照契约的规矩行事，其实是希望人们能遵循「公平」。只是这一点，总有人意识不到。",
            "喜欢的食物": "很久以前，与朋友共饮的酒。是因为气候变了吗？唉，过去的滋味，或许再也不能重现了吧。",
            "讨厌的食物": "我不喜欢海鲜。仅仅是看到海鲜，就会想到那种…该怎么说呢，滑溜溜的触感，洗不掉的腥味。哦，原因的话…唉，说来话长，就当是因为我记性太好了吧。",
            "生日": "生日快乐。这是曾在你出生那天盛开的，「琉璃百合」的干花。很久以前的璃月人会说，这种花承载着大地中的美好记忆与祈愿而盛开，我愿意相信，你的诞生也是同样的道理。",
            "突破的感受·起": "力量似乎渐渐回来了。不多，但有用。",
            "突破的感受·承": "力量增长了，身体的负担随之据增…哦，我没事，我的构造不同常人，请不用担心。",
            "突破的感受·转": "原来如此，驱动「神之眼」驾驭元素力，对于常人而言不啻伟业。哦，原来如此…那时的他们，是抱着这样的觉悟站在我身旁啊…",
            "突破的感受·合": "不曾料想，放下「神之心」后，还能看到这种景色 —— 感谢你，「朋友」... 对了，我这里有一份新的「契约」, 不一起来看看么？"
        }
    },
    {
        "name": "迪奥娜",
        "url": "https://wiki.biligame.com/ys/%E8%BF%AA%E5%A5%A5%E5%A8%9C",
        "lines_url": "https://wiki.biligame.com/ys/迪奥娜语音",
        "img": "https://patchwiki.biligame.com/images/ys/8/8e/ebp74g68onexgkc2xsjuornx2j6bowp.png",
        "lines": {
            "初次见面": "「猫尾酒馆」的招牌调酒师，迪奥娜，我的出场费可是很贵的。唔？你居然…不是为了酒才来的？哼，那你的邀请…我就勉为其难地接受了。",
            "早上好": "早，把橱柜里那罐腌泥鳅递给我一下一一好咧，我要开始摧毁蒙德酒业啦。",
            "中午好·异响": "咕噜噜…嗯？没有！你什么都没有听到！",
            "中午好·罐头": "这个鱼肉罐头是我好不容易省下来的，别，别看啦！最多…最多只能给你尝一口。",
            "晚上好": "失败了…又失败了…大家都喝得好开心，呜…别安慰我，我才不需要安慰…",
            "晚安": "你没有猫的夜视能力，走夜路不要紧吧？要我护送你的话…欸，有灯啊？…谁，谁要护送你啦，快点走快点走。",
            "闲聊·放松": " 哈~~好舒服，身体都变得更柔软了。",
            "闲聊·思考": " 蜥蜴尾巴、胡椒、星螺…还差点什么才能调出「难喝到头脑炸裂的酒」呢？呜…",
            "闲聊·等待": "才，才没有在等你。我只是，正好在休息而已！",
            "下雨的时候": "呜呜…讨厌下雨…去屋子里吧。唔，只是因为弄干衣服很麻烦！才不是什么怕水呢！",
            "打雷的时候": "唉？！…我没有在发抖！没有！…呜…",
            "下雪的时候·玩雪": "这个凉飕飕的触感，哇…好棒，好有趣。",
            "下雪的时候·观雪": "白茫茫的雪在风里跳舞，真好看呢。嗯…我旁边的座位还空着，没人坐哦。",
            "阳光很好": "走喽，晒太阳…你不去我可就自己去了哦…唔，最后一次机会！走不走！",
            "感兴趣的见闻": "我扑…捕捉蝴蝶的技巧可是一流的。喂，不是啦！抓蝴蝶是为了加进酒里做出难吃的味道，不要把我当成猫啦！喵！",
            "关于迪奥娜自己": "耳朵和尾巴才不是什么装饰，是「凯茨·莱茵家族」血统的象征，真是少见多怪。呃…你、你把手伸过来干什么？这个…唔…好吧，耳朵的话可以让你摸一下一但是尾巴、尾巴绝对不可以！",
            "关于我们·饮料": "想喝无酒精饮料？难倒是不难，但是没有意义！无论成功还是失败，都和摧毁蒙德酒业的目标没有关联。我才不会做呢。",
            "关于我们·贵宾渠道": "喏，这个是「了不起的夏日梦幻忧郁珊瑚气泡茶」，只是因为最近无聊才做的。热门产品？排队抢购？你在说什么呢，我可没听见。",
            "关于我们·聊天需要": "唔…要是，要是你感觉孤单了，我可以随便陪你聊聊天。我还是知道很多事情的哦！也是很好的…那个叫什么，说话对象哦。没错没错！来跟我，多说说话吧…",
            "关于我们·好奇心": "是什么是什么？你拿着的是什么？快给我看看！说不定丢到酒里能做出相当难喝的…啊，什么嘛，原来只是长得奇怪了点的蘑菇而已呀，真无趣。",
            "关于「神之眼」·遗传": "问我的「神之眼」是怎么来的？哼，是、呃…是凯茨莱茵的家族遗传！唔？杜拉夫先生根本没有神之眼？欸——露馅了。",
            "关于「神之眼」·来历": "为什么非得告诉你啦，哼！算了，看在你一直追问的份上，看在…看在我们是朋友的份上。那次我爸爸外出打猎，差点出大事，在大雨中，我脑袋里想的全部事情就是要找到他，救出他…好了啦，满意了吧！",
            "有什么想要分享": "龙脊雪山上，会不会长着奇珍异草呢。「拥有致命的苦味」或者「沾到一点就嘴巴发麻」这样？要拔好多下来！然后…嘿嘿嘿…嚯嚯。",
            "关于迪卢克": "那个…迪卢克，是我最讨厌的人！没有迪卢克就不会有蒙德酒业，没有蒙德酒业爸爸就不会喝酒，爸爸不喝酒就…就会陪我了，哼。",
            "关于凯亚": "为什么连我的「护卫队长」也是个令人讨厌的酒鬼啦！就是那个，说起话来总是笑盈盈的家伙！喝起酒来一杯接一杯的，没完没了。呼！",
            "关于温迪": "温迪？不太熟的样子。但说到吟游诗人，就是那伙会给酒鬼们唱歌助兴的人吧。那就不喜欢！不喜欢不喜欢。",
            "关于芭芭拉": "芭芭拉小姐的粉丝们，都是大哥哥大姐姐…好羡慕，为什么我的粉丝都是一群大叔呢。呜…可恶，哼，不想了。",
            "关于琴": "琴啊，骑士团的代理团长，嗯…难得一个不喝酒的成熟大人…但总感觉认真过了头，骑士团的大家对我有些过度保护了吧？",
            "关于阿贝多": "首席炼金术士大人？唔…我这种一直调出好酒的体质，他会知道破解的方法么？",
            "关于丽莎": "丽莎姐姐，很和善对吧，很温柔对吧？但是，这样的姐姐也经常喝酒！呜呜呜…这是为什么啦…蒙德城已经没救了吧",
            "关于香菱": "我向香菱讨过一份「口感搭配特别糟糕的食物组合」；据说是她亲自实践下来的，绝对难吃什么的…没用，完全没用。「续杯」两个字已经听到猫耳朵都生茧了！呜…",
            "关于可莉": "可莉每次来找我玩的时候，我都只好把，她带去离酒馆远一点的地方。酒和炸弹…实在是太危险了！就算我想摧毁蒙德酒业，也得用堂堂正正的方式。",
            "关于父亲": "爸爸是我最尊敬的人！爸爸是最厉害的人！但是…喝了酒的爸爸，唔——果然还是要早点终结蒙德的酒业！没时间闲聊啦！",
            "想要了解迪奥娜·其一": "「调酒师」可是很忙的！即使不在酒馆工作，也要抽出时间来收集配方。所以所以没有要紧事情的话，就不要来打搅我。",
            "想要了解迪奥娜·其二": "你不会…也像那些讨厌的酒鬼一样要我学猫咪叫吧？不会的，绝对不会的！我才不是什么抖抖耳朵伸伸懒腰的宠物！我可是…可是…「酒业杀手」！",
            "想要了解迪奥娜·其三": "你问我…为什么「酒业杀手」变成了「猫尾酒馆」的招牌…？你，你是故意这样问的吧！就是想看我的笑话。呜，坏人！再也不给你调喝的了，水也不给！",
            "想要了解迪奥娜·其四": "别再惹我了啊，我宽容大度，但也不好欺负！我警告你，我生起气来可是会咬人的！喵！虽然不一定舍得咬你…",
            "想要了解迪奥娜·其五": "我和你…已经成为好朋友了，对吧。我隐约记得…我以前也有过这样一个朋友，但我不确定那是不是梦…把你的手给我。啊呜，唔…暖和的。这样就好，不要变成梦走了…",
            "迪奥娜的爱好": "我喜欢打猎，追捕猎物可是我的强项！但爸爸说野外情况瞬息万变，只有跟着可靠的大人一起，才能深入森林。你…算是可靠的大人吧？",
            "迪奥娜的烦恼": "嗯…到底怎样才能调出难喝的酒呢…连我给予厚望的噩梦搭配——「酱油牛奶绝云椒椒配蒲公英籽特调」都被说成是「小迪奥娜又有进步了」，呜…我不会认输的…",
            "喜欢的食物": "我喜欢吃鱼！作为主食的鱼…爸爸做的鱼！但是…不要作为下酒菜，那是对鱼的亵渎！",
            "讨厌的食物": "胡萝卜、土豆、洋葱、番茄…这些味道都不太喜欢。我，我可不是吃素的啊！",
            "生日": "炸鱼，配上这个我特别调制的酱料，给你。…没有加奇怪的东西！我认真调味的手艺才不会差呢，先尝过才可以说话。哼…这才对嘛…唔；那个，生日快乐。",
            "突破的感受·起": "猫的眼睛，看得见黑暗中的一切猎物！",
            "突破的感受·承": "猫的耳朵，听得见地上最细微的脚步声。",
            "突破的感受·转": "猫的四肢，爬的上全提瓦特最高的树。",
            "突破的感受·合": "猫的鼻子，闻得出熟悉的、喜欢的人的...唔？！是你听错了！我怎么可能说出那种话...呜..."
        }
    },
    {
        "name": "达达利亚",
        "url": "https://wiki.biligame.com/ys/%E8%BE%BE%E8%BE%BE%E5%88%A9%E4%BA%9A",
        "lines_url": "https://wiki.biligame.com/ys/达达利亚语音",
        "img": "https://patchwiki.biligame.com/images/ys/a/af/4v48u6t4v9mfnwmabch9ojskqa1x61a.png",
        "lines": {
            "初次见面": "我是愚人众执行官第十一席，「公子」达达利亚。而你——也是能招致纷争之人，实在愉快。我们应该会很合得来吧？",
            "早上好": "哟，伙伴！今天精神不错啊。",
            "中午好": "你看起来状态还不错嘛，要不陪我切磋一下？",
            "晚上好": "哈——吃的真爽。活动活动，消化一下好了。",
            "晚安": "真实愉快的一天。明天再见，伙伴！",
            "闲聊·闲散": "在这干站着，也不会有对手找上门的。",
            "闲聊·比试": "嗯——附近就没有什么值得一战的强敌吗？",
            "闲聊·愚人众": "不知道其他执行官在忙些什么呢？嗯，算了，无非又是那些莫名其妙的「宏大计划」吧。",
            "闲聊·雪国故土": "在我老家的雪原里这么闲站着的话，早该被冻僵了。哈哈哈。",
            "雨过天晴": "雨点打在水面上的声音，会把鱼儿吓跑。相比之下，雨后是钓鱼的好时机。",
            "下雪的时候·异国": "哈哈哈，不知老家那边，是否也在下雪？",
            "下雪的时候·至冬国": "多好的雪！天地都和月光一样干净，在这样的舞台上泼洒的鲜血才格外炙烈。",
            "起风的时候": "啊！风中传来了纷争的气息。",
            "刮大风了·异国": "真是畅快的风！",
            "刮大风了·至冬国": "感觉身体和头脑，都被穿过身体的风洗净了。真舒畅。",
            "关于达达利亚自己": "身为战士，要时刻把挑战之心系于刀尖之上。但无论胜败，都是无可替代的珍贵经历。",
            "关于我们·同僚": "与你同行的事情，在别的执行官当中，已经传开了吧。哼，真想看看那帮人脸上的表情，哈哈哈。",
            "关于我们·兵器": "弓，其实是我最不擅长的武器。正因如此，我才要征服它。",
            "关于我们·生存": "连神之眼也没有的你，竟有这样的力量，真是令人期待啊…在你抵达自己的极限之前，与我放下一切、决一死战之前，绝对不要倒下啊，伙伴！我决不允许你倒下。",
            "关于我们·邀请": "伙伴，要不要加入愚人众？嗯，当我没说。以你现在的身份，和你在一起，连光明正大和其他执行官厮杀的理由也有了。这样的机会实在无法放弃啊，哈。",
            "关于「神之眼」": "只要能让我变强，「神之眼」也好，「邪眼」也好，师承深渊的罪人也好，都无所谓…",
            "有什么想要分享": "在无尽的雪原里，生命随时都会被碎骨一般的纯白天地吞噬，连足迹也无法留下。为此，我们每日都在与看不见的敌人战斗。",
            "感兴趣的见闻": "我曾经在世界的深渊与无名的巨大魔兽对视。总有一天，我会堂堂正正地，将那强大的令我骨髓冻结的怪物斩杀。届时，就拜托你当我的见证者了，伙伴！",
            "关于丝柯克": "有多少年没见到师父了呢。哼，下次和她比试的时候，希望至少能逼她用上双手来对付我。",
            "关于钟离·掂量": "那家伙城府很深，不知真正的实力又如何呢…哼，真令人期待。",
            "关于钟离·挑战": "钟离先生，最近可好啊？嗯…还不错？看来他倒是挺适应作为「凡人」的生活嘛。可恶…竟然把我骗的团团转，只有痛痛快快地交战一场才能平息这份不甘！你说…我打不过他？哈哈哈…",
            "关于「女皇」": "女皇大人其实很温柔。但正是因为太温柔了，所以才不得不变得冷酷。正是因为梦想和平，才要向整个世界宣战。也正是因为她与世界为敌，我才有机会与你相识。",
            "关于法尔伽": "法尔伽吗？哼，光是想到，有朝一日能和西风骑士团的顶点，传说中的「北风骑士」交手，就兴奋得颤抖。活在这个世界上，真是美妙。",
            "想要了解达达利亚·其一": "记住了，伙伴，我是终有一天要征服世界的人！",
            "想要了解达达利亚·其二": "无论决斗的对手是神，还是深渊的魔兽，只要有形，就有得胜的可能。但执行官当中，有的人热衷于权术、阴谋那些…「看不见的手段」。我跟那些无聊的家伙合不来。",
            "想要了解达达利亚·其三": "这里的天空和故乡的天空是连成一片的。抬头看见雪一样的月光，就能想到，老家的人们也能看见同一个月亮。不知道弟弟妹妹…哈，他们有没有变成出色的战士呢？",
            "想要了解达达利亚·其四": "伙伴，不要忘记：厮杀的时候，绝不能用什么「燃烧起来了」之类的蠢话来驱策自己。毕竟，燃尽之后，除了灰烬，什么也不会剩下。无论如何，都要活下去。",
            "想要了解达达利亚·其五": "时间过得真快。总有一天，我要让你亲眼看见我征服世界的样子，我把神的王座踩在脚下的样子。哈哈，在那之前，你可绝对不要倒下啊，伙伴！",
            "达达利亚的爱好": "冰钓和决斗的道理是相通的，关键是耐心与决断。这么说来，同样的道理好像也能应用在人生的所有事情上？",
            "达达利亚的烦恼": "嗯？烦恼的事情…哼，与你同行，总是有值得挑战的强敌，根本没空思考这种琐碎无趣的小事。",
            "喜欢的食物": "这个世界上，充满了美妙的料理和酣畅淋漓的战斗，活着真是美妙！",
            "讨厌的食物": "食物和武器是一样的。真正的战士不会挑剔兵器，也不会挑剔食物。你也不要挑食啊。",
            "生日": "呦，伙伴，生日快乐！有什么想痛打一顿的人吗？有的话，就尽管说出来吧！",
            "突破的感受·起": "喔！好像变强了一些，找谁试试好了…",
            "突破的感受·承": "「战士的力量就像一个圆。圆越大，能挑战的人就越多。」欸，这句话是谁说的来着…",
            "突破的感受·转": "真不错！伙伴，多亏了你，我离「征服世界」的目标又近了一步。就连女皇大人，也不曾料想过我这样的成长吧。",
            "突破的感受·合": "伙伴，你也要好好锻炼自己才行！不然的话，等我到达了世界的顶点，又有谁能与我殊死厮杀呢？哈哈哈。"
        }
    },
    {
        "name": "可莉",
        "url": "https://wiki.biligame.com/ys/%E5%8F%AF%E8%8E%89",
        "lines_url": "https://wiki.biligame.com/ys/可莉语音",
        "img": "https://patchwiki.biligame.com/images/ys/b/b1/rlnhn26076peuvah42o85o2pha5m7am.png",
        "lines": {
            "早上好": "早安！带可莉出去玩吧！我们一起来冒险！",
            "中午好": "午饭时间到了！啊...吃什么呢？我来看看《提瓦特游览指南》...",
            "晚上好": "晚上好！拜托你也帮我跟霍夫曼先生说说吧，可莉不是小孩子了，可莉晚上也可以出去玩——带我出去玩——",
            "晚安": "虽然出来玩的时候说不想回家，但天黑以后的旷野，不认识路…拜、拜托你回去的时候，把我也送回家好不好…",
            "闲聊·收获": "可莉今天又勇敢地抓到了花纹奇怪的蜥蜴！从没见过这种图案，你要看看吗？",
            "闲聊·冒险": "要和可莉一起去炸鱼吗？虽然被抓住就是一整天的禁闭，但鱼很好吃，所以值得！",
            "闲聊·守则": "「城里放炮禁闭室报到」、「炸弹伤人琴找上门」、「放火烧山可莉完蛋」——这就是可莉在骑士团的生存守则。",
            "下雨的时候": "哼哼哼，这次的炸弹可是防水的。",
            "打雷的时候": "啊！什么东西爆炸了？！…哦，是打雷啊。",
            "刮大风了": "风神保佑，把可莉的炸弹往合适的地方吹吧。",
            "关于可莉自己·赔偿": "我，我还挺会做手工的，请让我帮你们重新做一个…什么？禁止雇佣童工？呜…",
            "关于我们·骑士": "呼呼…荣誉骑士，可莉作为「火花骑士」可以说是你在西风骑士团的前辈喔？所以！所以…这次我闯的祸，能不能帮我隐瞒一下….",
            "关于我们·玩伴": "不行！才九点，可莉今晚一定要撑到看完马戏团的午夜专场！你是可莉的玩伴吧！那就别想现在就把我送回家，略略略略…",
            "关于「神之眼」": "这个小小的玻璃球，就代表了巴巴托斯大人对可莉的肯定吗…唔…究竟是认可了我的哪一部分呢？是自由吗？那以后要不要更自由地出去炸鱼，来回应巴巴托斯大人的期待呢.？",
            "有什么想要分享": "可莉知道，骑士团的墙是不能炸的。虽然打通了能从禁闭室出去很方便，但凯亚哥哥说，这样做了以后，琴团长恐怕会让我再也见不到第二天的太阳…",
            "感兴趣的见闻": "每一只蜥蜴的花纹都是不同的，有些蜥蜴的尾巴干燥以后磨成粉，可以当做炸药的材料哦。这是阿贝多哥哥告诉我的事。",
            "关于雷泽": "我们是朋友！雷泽努力对抗危机、保护可莉的样子，让人安心。唔…虽然基本上都是我把危机带到他身边的...",
            "关于父母": "爸爸和妈妈都是全大陆有名的旅行家！妈妈写的《提瓦特游览指南》，有好多餐馆和旅店都很在意它的权威评价呢。",
            "关于凯亚": "凯亚哥哥是好人！《骑团生存守则》就是凯亚哥哥帮可莉写的。可莉闯祸的时候，他也经常帮忙遮掩呢。",
            "关于安伯": "安柏姐姐是好人！兔兔伯爵摸起来也是毛茸茸的，而且还会爆炸，太棒了！",
            "关于琴": "琴团长是好人！虽然…有点可怕...",
            "关于迪卢克": "奇怪的大人，一直都是不太开心的样子。唔…为什么不喜欢笑呢？",
            "关于丽莎": "丽莎阿…丽莎姐姐是好人！每次可莉靠近她的工坊，她就会给可莉好吃的茶点…欸？说起来我想进她的工坊，好像一开始是想做新的炸药来着…？",
            "关于班尼特": "班尼特哥哥是好人！和他一起冒险，可莉总能有更多收获！…虽然班尼特哥哥自己总是什么宝物都找不到，嗯…这是为什么呢？",
            "关于迪奥娜": "迪奥娜姐姐是好人！「靠一己之力摧毁蒙德酒业」的想法好有趣，可莉也要用炸弹来帮忙！——呃，虽然不太懂什么叫做「蒙德酒业」，是怪物吗？",
            "关于阿贝多": "阿贝多哥哥跟可莉有个秘密的约定！要是可莉看到工坊门前挂着「实验进行中」的牌子，就要晚点再去找他。阿贝多哥哥不工作的时候，会很耐心地陪着可莉，所以可莉也会很耐心地等着的！",
            "关于莫娜": "莫娜姐姐是好人！她每次找阿贝多哥哥和可莉玩的时候，都会说好多听不明白但是很有趣的东西！可莉喜欢她来玩！",
            "关于砂糖": "砂糖姐姐是好人！她问我，想不想要一个会跑会跳的蹦蹦！嘿嘿嘿，当然想要了，我还想要好几百个，让蒙德的街道上，台阶上，广场上，全是蹦蹦！",
            "想要了解可莉·其一": "你好！你是来找可莉玩的吗？",
            "想要了解可莉·其二": "是啊，这个炸弹是可莉最新改良的作品！你看我做得好不好？…呃——如果是在什么纵火现场发现的话，那就不是我做的，绝对不是。",
            "想要了解可莉·其三": "哎，虽然新炸药的配方，很多都是在被关禁闭的时候想出来的…但如果不被关禁闭的话就更好了...",
            "想要了解可莉·其四": "这是嘟嘟可，是可莉很久以前就交到的好朋友。要记得它的名字哦，以后别叫它「挂在你包上的玩偶」啦。",
            "想要了解可莉·其五": "谢谢你总是帮可莉解决麻烦！就用这串「可莉烤鱼」来报答你吧！——呃，其实鱼是直接在湖里就被炸弹烤熟了，不过这件事就和平时一样，假装不知道好了。",
            "可莉的爱好": "可莉喜欢毛茸茸的东西。比如嘟嘟可、蒲公英，还有雷泽的头发。",
            "可莉的烦恼": "唉，你是好人，我是坏孩子…等我这次的禁闭结束、好好反省过以后，再来找你带我出去玩...",
            "喜欢的食物": "蒙德的鲈鱼是很好吃的，从果酒湖里抓到的尤其好吃！这可不是瞎说的，连妈妈也认同可莉的想法喔。",
            "讨厌的食物": "讨厌蒙德蟹——什么蟹都讨厌——可莉要出去玩——不要坐在餐桌前慢慢剥壳——",
            "生日": "生日快乐！过生日很开心，你比可莉大，那过生日的次数一定比可莉多吧？可莉很羡慕！",
            "突破的感受·起": "嗯，新型炸弹研究完毕！趁琴团长发现之前，开溜！",
            "突破的感受·承": "又进步了一点！不过琴团长总是说：「进步是分内之事。」",
            "突破的感受·转": "谢谢你总是陪我一起收集研究用的材料！如果你想学习炸弹的制作方法，我也可以来教你哦。",
            "突破的感受·合": " 哒哒哒",
            "冲刺_啦啦啦": " 啦啦啦"
        }
    },
    {
        "name": "温迪",
        "url": "https://wiki.biligame.com/ys/%E6%B8%A9%E8%BF%AA",
        "lines_url": "https://wiki.biligame.com/ys/温迪语音",
        "img": "https://patchwiki.biligame.com/images/ys/5/58/487eqx6pk6si5abhemvrdkyexskvvbg.png",
        "lines": {
            "初次见面": "哈…睡得好香呀。欸，你好呀，旅行者，我们又见面了。嗯？不记得我了？嘿嘿，那就让我再次加入你的旅程吧。你的诗篇，值得被我这个世上最好的吟游诗人传唱！",
            "早上好": "早，准备开始新的冒险了么？",
            "中午好": "咕…肚子饿了，又不敢再去晨曦酒庄蹭饭…啊，是你呀！欸嘿，要出门么？带我一个呗。",
            "晚上好": "我还不困哦。要我陪你走走么？",
            "晚安": "欸？要休息了吗？嘿嘿，晚安。",
            "闲聊·弹琴": "嗯…想接着听下去的话，送我个苹果吧。",
            "闲聊·苹果酒": "嗯…好想坐在大树上，手边有喝不完的苹果酒。哎。",
            "闲聊·诗篇": "动身吧，旅行者。佚失的诗篇，还在等着我们呢。",
            "下雨的时候": "来踩小水坑吧！看看谁溅出来的水花更大！",
            "雨过天晴": "欸~这就天晴了？我还想多玩一会儿呢。",
            "刮大风了": "难得呀，要不要去飞一飞？",
            "关于温迪自己": "练习？哼哼，我当然不需要啦，在这提瓦特就没有我不会唱的歌。",
            "关于我们·新歌": "我想把你写进新歌里！欸，怎么露出这种表情呀，担心付不起稿费吗？哈哈，摩拉就不要了，不如…跟我再讲讲你的故事吧！",
            "关于我们·勇者": "唔…嗯！嘿嘿，等到勇者救出了公主，我会第一时间让全大陆传唱这首歌谣。",
            "关于我们·使徒": "夜风凉爽，是适合成为神的使徒的天气！那么事不宜迟，快来向我献上供奉吧？",
            "关于我们·请求": "欸，要风神我更加努力一点？那你是不是也要展示点诚意呢。比如虔诚、热爱，或者说...",
            "关于「神之眼」": "软？好奇我的「神之眼」？喔…喏，给你。喜欢的话…要我给你做一个一样的么？嘿嘿嘿。",
            "有什么想要分享": "Olah！嘿嘿，这是丘丘人打招呼用的话哦。问我学这个干嘛？哎呀，为了创作，知识面当然越广越好啊。唔，好像，我还没尝试过用丘丘语写歌呢.…..",
            "感兴趣的见闻": "旅行者，你见过塞西莉亚花么？那是一种只在安静的山崖顶上默默绽放的白色野花。在我心里，它就是全提瓦特最美的花。",
            "关于琴": "骑士团代理团长大人…你觉得她是个怎样的人？嘿嘿，跟我想得一样。认真，勇敢，也不乏温柔。和我一个朋友有点像呢…",
            "关于迪卢克": "去跟迪卢克老爷处好关系吧？你想，他家可是有好~多~珍藏的酒啊！嘿嘿嘿，嘿嘿嘿嘿…咦，无论如何不准喝酒么？那…就去闻一闻吧，闻一闻！只是闻的话，你也可以喔。",
            "关于芭芭拉": "唱歌很好听的牧师女孩儿，你认识么、你认识么？..唔，偶像？…啊，握手会？…嗯，专场live？…这样啊，音乐还真是深奥呐。",
            "关于雷泽": "那个奔狼领的白发少年，哦哦，是吗，是被狼养大的啊..怪不得呢，他身上的气息，令人怀念...",
            "关于莫娜": "啊，那位占星术士吗？这么说吧，占卜和我的诗歌一样，都是让人穷到酒钱都凑不齐的没用技术呢！欸？你说占星至少是一项文化传统，所以不是没用的？呜，真失礼啊，那诗歌也一样有用啊",
            "关于迪奥娜": "远近闻名的猫尾酒馆特调酒。可是…呜，会，打，打喷嚏。要不，你帮我讨一杯酒来吧。我肯定会好好感激你的，一言为定。",
            "关于阿贝多": "黑土与白垩、宇宙与地层，无垢之土创生原初之人…特征实在太明显了，难以忽视呀。这么危险的古老技术，万一在城里失控——嗨，算了，就让蒙德人自己解决蒙德的问题吧。",
            "关于摩拉克斯": "你见过那位老爷子了？他近来还好吗？欸，变成名叫「钟离」的普通人了？对他那个死脑筋而言，这应该是不小的改变啊。啊，陪我去见见他吧，带上这瓶埋在风起地的陈年好酒当作慰问品。啊对了，他现在还强不强，实力还剩几成啊？我这样过去，应该不会被打飞吧？",
            "想要了解温迪·其一": "来得正好，旅行者。我想听听，你的愿望是什么？",
            "想要了解温迪·其二": "跟你一起旅行真是件有趣的事，要说美中不足就是你身边的那只小不点了吧。那么能吃，你们的伙食费很了不得吧？哈哈。",
            "想要了解温迪·其三": "火之神是个横行霸道的战斗狂，岩之神是个不懂人心的死脑筋。问我怎么会知道这些？嘿，叙事诗里都写得一清二楚嘛，他们的故事。那个年代的故事。",
            "想要了解温迪·其四": "天空岛啊。连我也不一定飞得到那里呢。而且在那里，没有甜的水，也长不出什么好吃的果子。就更不会有好酒咯？嘿嘿，所以请我去我都不想去哦。",
            "想要了解温迪·其五": "我的愿望？嗯。以前，我想着要游历整个世界。现在也一样，不过嘛，加上了一份限定条件，那就是跟你一起。有你在，才是完整的。记叙者果然要和冒险者在一起才行嘛，嘿嘿！",
            "温迪的爱好": "我喜欢酒！还有风！唔，如果能有用风酿的酒就好了。",
            "温迪的烦恼": "其实，只要有猫在附近，我就忍不住会打喷嚏…啊-啊-阿嚏！唔…哎呀…就连想一想也不行么…欸，你知不知道该怎么治好这个毛病呀？",
            "喜欢的食物": "你也来一个苹果吗，刚摘的。啊呜，啊…..又脆又甜，苹果才是神的馈赠吧！",
            "讨厌的食物": "哎，你在做什么好吃的吗？欸？热奶酪饼！这个…这个不行，热热的黏糊糊的，唔…对我来说，太腻了...",
            "生日": "我以前听朋友说生日是要吃蛋糕的…喏，苹果蛋糕，给，勺子。烤出来的时候有点塌了，所以看上去像是苹果派。欸嘿，甜点还真是复杂呀。",
            "突破的感受·起": "欸！刚刚发生了什么！",
            "突破的感受·承": "辛苦啦。想要来点音乐放松一下吗？随想曲，还是小夜曲？",
            "突破的感受·转": "来，坐这边。我写了一首新诗哦，就叫它「旅行者之风」吧。",
            "突破的感受·合": "唔…明明这些风景早就看过很多遍了，有你在身边，却像是呈现出了不同的样子。你该不会…还藏着一大堆奇奇怪怪的能力吧？…唔，那倒也不错。说明，我看人的眼光很准呀，欸嘿。"
        }
    },
    {
        "name": "莫娜",
        "url": "https://wiki.biligame.com/ys/%E8%8E%AB%E5%A8%9C",
        "lines_url": "https://wiki.biligame.com/ys/莫娜语音",
        "img": "https://patchwiki.biligame.com/images/ys/c/ce/refnobe859mskudq9i634djaniepwvt.png",
        "lines": {
            "初次见面": "我的名字是阿斯托洛吉斯·莫娜·梅姬斯图斯，意为「伟大的占星术士莫娜」。如果想找我占卜，记住我的名字是最基本的尊重…而且要一次性全念对！",
            "早上好": "你来得不巧，清晨的启明星刚刚消失了…早餐？我，我已经吃过了。",
            "中午好": "已经正午了，去吃点东西吧，嗯？我，我吃份沙拉就行了，呃…简朴的生活是…是占星术士修行的一环！",
            "晚上好": "入夜了，过会就可以开始占卜…呃，昨天的稿子我写了没…",
            "晚安": "已经这么晚了，明天截稿的稿子一点没动…什么？你要去休息了？呜…我也想去睡觉…",
            "闲聊·占卜": "占卜就是把既定的命运准确地展示出来。过度的修饰，只会让人们产生误解。",
            "闲聊·生活": "限制物欲是占星术士修行的一部分，只有简朴地生活才能窥探到世界的真实。",
            "闲聊·命运": "正是因为无法更改，无可违逆，只能接受，命运才会被称之为命运。",
            "下雨的时候": "这么大的雨…不仅看不见星光，连水占盘都模糊了。",
            "打雷的时候": "这些落雷…究竟是从哪个星空降下的呢?",
            "阳光很好": "嗯，是个无须占卜也能感觉到的好天气",
            "关于莫娜自己": "占星术士的工作，是向人们明确地展示他们即将面对的命运，我也是这么做的…不过，总有些人不愿意接受。",
            "关于我们·工作": "为什么要写稿，不用占卜来赚钱？…我才不会为摩拉而使用「水占术」…我也不是因为这个而学习「水占术」的。",
            "关于我们·我的命运": "我不知道。除非万不得已，占星术士不会占卜自己的命运。老太婆以前说过，这种行为可能会导致命运的自相矛盾，很危险。",
            "关于我们·你的命运": "你不是这个世界的人，所以我无法准确地为你预言。我只能告诉你，你要走的路还远未到尽头。",
            "关于「神之眼」·嫌弃": "我刚刚拿到「神之眼」的时候，那个老太婆还假模假样地说什么「愿你求真之心永在」。结果这东西在「水占术」上一点用场都派不上，只会糊我一身水..",
            "关于「神之眼」·价值": "哎…不过，「神之眼」当成个小饰品，装在身上倒是无所谓。毕竟，这也算那个抠门老太婆破天荒送我的「教具」。",
            "有什么想要分享": "你听说过「命之座」吗？占星术士认为，「命之座」是「神之眼」持有者的命运在星空上的映射，过去，现在和未来，所有的一切都在其中昭示。",
            "感兴趣的见闻": "欸——你身边带着的这个小家伙，到底来自哪里？无论我用什么方法，都没法找到一丝关于她命运的踪迹…哈？你也不知道？",
            "关于琴": "那位西风骑士团代理团长？她的「命之座」是「幼狮座」，象征着力量，还有过早担负的责任。「雄狮」早早离群，但她会继续成长，直到能完全继承狮群的荣耀。",
            "关于阿贝多": "阿贝多？啊...我真羡慕他，只用专注于研究就好，不用管其他的杂事，真是美好的生活啊。如果那个老太婆脑筋正常一点，我应该也过着这种生活吧…",
            "关于可莉": "你是说，艾莉丝的女儿啊。她住在西风骑士团，还有阿贝多照顾…怎么说呢，哎…她的「命之座]不愧是象征着幸运的「四叶草」啊，真羡慕…啊不过，要是我也有这么好的运气，首先就不会遇见那个老太婆了。",
            "关于迪卢克": "迪卢克·莱艮芬德。「夜枭」是他的「命之座」，象征着黑夜中的警觉，和孤独的守望。在他所认可的白昼来临之前，他都将孤独前行。等等，「夜枭」象不象征财富来着？",
            "关于凯亚": "凯亚·亚尔伯里奇吗？他的「孔雀羽座」象征着高贵，但同时也象征着「华丽的掩饰」。他以为已经和过去一刀两断。但到了命中注定的那天，他依然必须做出自己的选择。",
            "关于丽莎": "她的「命之座」以「沙漏」为名，象征着知识、时间与等价交换。一粒沙子落下，时间…或者说生命，就消逝一刹。如果想要止住沙粒奔流，只能平放沙漏，让它永不流动。嗨…简单来说，就是变着法偷懒啦。",
            "关于温迪": "温迪？那个成天无所事事的吟游诗人？咦，他有什么有趣的吗？我占卜看看…咦，水占盘怎么…什么也看不清，怎，怎么起风了，眼睛都睁不开了！我的帽子！衣服，衣服要被吹跑了！停下来！我不干了！我不干了！",
            "想要了解莫娜·其一": "你的意思是.想要闲聊？唔，我很少做这种浪费时间的事，而且稿子还有很多没写…嗯，不过，对象是你的话，也不是不行。呵呵，就当是换个心情吧。",
            "想要了解莫娜·其二": "占卜的收入…？不要用钱财这种…「东西」来衡量占星术！你听好了，我的「水占术」可是这片提瓦特大陆上，唯一能窥探到真实命运的占卜术！无论是摩拉还是宝石，都无法用来称量「命运」！所以，不要再问这种蠢问题了！",
            "想要了解莫娜·其三": "我的占卜术？说了你也不明白，哼，不过…给你解释一下也不是不行。我使用的是「水占术」。是基由星空映射在水面上的幻象进行推演的占卜术，以水中幻相倒映虚假之天，以此来窥探着世界的真实。这是那个老太婆唯一一个正经的研究成果。",
            "想要了解莫娜·其四": "阿斯托洛吉斯·莫哪·梅姬斯图斯。这是那个老太婆之前和我一起定的名字，她说这名字的拼写里有一些她很喜欢的要素。哼，不过她有时会叫我「梅姬」，和常用的「莫娜」不一样，更像是小名…喂！你不能这么叫！很害差的！早知道.早知道就不告诉你了！",
            "想要了解莫娜·其五": "占卜师有一个禁忌：在占卜时只陈述预言，绝不提出任何建议。以免自己也陷入别人的「命运」之中。但如果占对象是你，那这个「禁忌」就无所谓了。因为，我们的「命运」早就交织在一起了。",
            "莫娜的爱好": "我的爱好？仰望星空。在这个真实得太过分的世界里，每个人都需要仰望星空，更何况，我还是个占星术士。",
            "莫娜的烦恼": "仪器修缮费，预订的星象仪要补款了，学术杂志的订购钱也没交，还有下个月的房租…到底先交哪个比较好。果然还是…先把星象仪的尾款补了，不然被抢购光了就糟糕了…",
            "喜欢的食物": "沙拉，沙拉是天底下最棒的食物。原料便宜，容易做，饱肚子。而且吃起来很方便，在写稿或者修理仪器的时候，可以很快吃掉。",
            "讨厌的食物": "各种·价钱很昂贵，吃起来又很麻烦的食物。因为，呃…用摩拉去满足不必要的食欲，是低俗又危险的。",
            "生日": "生日快乐。这个袋子给你，里面有一个帮你渡过难关的「建议」。别着急打开，在往后的一年之内，这个袋子会有自己打开的机会。",
            "突破的感受·起": "命中当如此，我早已预知到了",
            "突破的感受·承": "…再进一步，就能找到世界的真实了吗?",
            "突破的感受·转": "虚假之天，星空下的命运早已注定。",
            "突破的感受·合": "水中之影，涟漪中窥见启明星升起。"
        }
    },
    {
        "name": "琴",
        "url": "https://wiki.biligame.com/ys/%E7%90%B4",
        "lines_url": "https://wiki.biligame.com/ys/琴语音",
        "img": "https://patchwiki.biligame.com/images/ys/1/1a/g3cl4mrxow8af265n2ajqtnuf99pkfa.png",
        "lines": {
            "初次见面": "「蒲公英骑士」，琴，申请入队。从今往后，我的荣誉与忠诚将与你同在！",
            "早上好": "「一日之计在于晨」，今天也请加油。",
            "中午好": "好，现在开始处理任务吧。",
            "晚上好": "看样子，差不多已经对咖啡免疫了。如果有什么替代品的话…问问丽莎好了。",
            "晚安": "今日的修炼就到此为止，做得很棒，辛苦你了。",
            "闲聊·行动": "行动起来吧，我们不该在这里停留。",
            "闲聊·骑士团": "骑士团的大家…有没有认真工作呢？",
            "闲聊·目标": "走吧，前往下一个目标！",
            "下雨的时候": "下雨也无法阻挡我的脚步。",
            "雨过天晴": "这样的天气，正适合行动。",
            "起风的时候": "舒适的天气。",
            "刮大风了": "传说，那天也刮着罕见的大风…",
            "关于琴自己": "今天为了保护民众，把五座遗迹守卫斩成了碎片。唉，我还需要继续磨练自己…这么珍贵的文化遗产，下次应该尝试空手制服…",
            "关于我们·信条": "我会全力帮助你，当然，如果你的方向偏离了正义，我也会毫不犹豫地指出。",
            "关于我们·誓言": "我以此剑起誓，必将胜利献给你。",
            "关于我们·任务": "任务可是不会自动完成的，但适当放松一下也好。今天就破例午休几分钟吧。",
            "关于「神之眼」": "「永护蒙德」是古思希尔德家族的家训。每当驱动「神之眼」，我都会想起母亲、还有蒙德民众的期盼。为蒙德而战，为自由而战——我，在所不辞。",
            "有什么想要分享": "我谨代表西风骑士团，向你为蒙德所做的一切致以谢意。还请你劳逸结合，量力而…怎么了，你突然笑了起来，我说了什么奇怪的话吗？",
            "感兴趣的见闻": "「蒲公英，蒲公英，跟风一起，到远方去吧。」…它乘上风，说不定连天空岛都能飞到呢。",
            "关于芭芭拉": "芭芭拉非常努力，只不过有时过于勉强自己…嗯？问我为什么了解得这么清楚？因为西风教会也归属骑士团管辖。",
            "关于丽莎": "丽莎，有她在的话，我会安心很多。",
            "关于安伯": "安伯这段时间确实有所成长。希望有朝一日，她的事迹也会被吟游诗人传颂。",
            "关于凯亚": "是吗…凯亚也向你提出建言了啊。他是一名优秀的西风骑士，这点毋庸置疑。",
            "关于可莉": "虽说玩乐是孩子的天性，但可莉中意的玩具却都是些危险品。让人难以放心。",
            "关于阿贝多": "「天オ」这种名词，或许正是为了阿贝多这样的人准备的吧。",
            "关于法尔伽": "法尔伽大团长，他是西风骑士团的当代传奇。等到他凯旋归来的那一天，就请你亲自和他交谈吧。相信你也能从中受益。",
            "关于诺艾尔": "诺艾尔，嗯…那个努力想要成为西风骑士的少女。她的内心仍有软弱之处，现在这个阶段，也许还不适合让她接触外界的凶险。",
            "关于罗莎莉亚": "罗莎莉亚修女总是把「麻烦」挂在嘴边，实际却十分称职。上次我和她说「如果觉得麻烦也可以找我帮忙」，她却回答这样更麻烦」。嗯…我果然还有很多欠缺啊。",
            "关于迪卢克·愧欠": "迪卢克前辈对骑士团的指摘事出有因，即使心中愧疚也无法改变既定的结果…我只想通过我的努力，让他对骑士团有所改观…嗯，这是我的责任。",
            "关于迪卢克·敬重": "迪卢克…是一位非常可敬的前辈。虽然我们选择的道路不同，但这份共通的守护蒙德的心意，我能感受得到。",
            "关于砂糖": "作为炼金术士，砂糖也算天赋异禀。况且她的身边还有阿贝多指点，未来应该不用担心，只是…不，没什么，沉浸在自己的世界里，也不算坏事吧。",
            "想要了解琴·其一": "我肩负着西风骑士团的信任，还有蒙德民众的期待。为此，我不能松懈。",
            "想要了解琴·其二": "温妮莎的「蒲公英骑士」之名传承至今，曾经有无数伟大的骑士获授这一荣誉。我不能辱没这个名字。因此，决不能松懈。要成为守护众人的坚盾与利剑。",
            "想要了解琴·其三": "无论是传奇故事还是史书，都只记载了伟大骑士的功绩。难道，他们一次也不曾迷失过吗…？风啊，请指引我前进的道路。",
            "想要了解琴·其四": "全身心投入工作的时候，烦恼和时间会一并被忘却。「你是最适合做这种事情的人选。」…个时候，大团长法尔伽就是这样对我说的。",
            "想要了解琴·其五": "与你同行时，前进的道路变得无比清晰。就好像，终于有人能依靠，这究竟是…不，一定是我还不够努力。绝对不能松懈，不能辜负西风骑士团和蒙德…但是，谢谢你。",
            "琴的爱好": "或许可以和你聊聊书上那些英雄传记。嗯，你听说过「坎瑞亚英雄王」的故事吗？",
            "琴的烦恼": "假如有什么神奇的药剂，喝了就不需要睡觉…嗯，要不明天问问丽莎吧？",
            "喜欢的食物": "猫尾酒馆的披萨…很久没吃过了。如果能外送到办公室就好了呢。",
            "讨厌的食物": "优秀的骑士不能挑食。",
            "生日": "今天是值得庆祝的日子。要说为何的话，因为这是受风护佑的你，诞生的日子啊。既然是生日，那就好好休息一下吧。咳咳…祝你生日快乐…啊，请原谅我的冒昧。不知这份礼物，是否能令你满意呢？",
            "突破的感受·起": "好，一鼓作气前往下一个目标。",
            "突破的感受·承": "只要风不停歌，我就不会停下脚步。",
            "突破的感受·转": "就算暂时获得了平静，也不能掉以轻心。身为代理团长，我必须未雨绸缪。",
            "突破的感受·合": "我做得还不够好。自从与你相遇，一直承蒙你的关照。这份感激...风啊，请容许我的私心。并非作为代理团长，只是作为「琴」，在此起誓——我的剑将与你同在。"
        }
    },
    {
        "name": "雷泽",
        "url": "https://wiki.biligame.com/ys/%E9%9B%B7%E6%B3%BD",
        "lines_url": "https://wiki.biligame.com/ys/雷泽语音",
        "img": "https://patchwiki.biligame.com/images/ys/4/4d/8bdo6ydvnfl23s7jx69dtp1cmoo3svm.png",
        "lines": {
            "初次见面": "你的气味…好闻。一起狩猎吧!",
            "早上好": "太阳出来了。狩猎一起去?",
            "中午好": "大块吃肉，开心!",
            "晚上好": "你去睡觉吧，我看月亮。",
            "晚安": "你睡觉，我看守。明天一起狩猎。",
            "闲聊·气味": "唔，兔子的味道···",
            "闲聊·饿": "走吗，肚子饿了。",
            "闲聊·望风": "我去望风，走了叫我。",
            "打雷的时候·提醒": "怕就快点躲起来。",
            "打雷的时候·带路": "避开树，跟我来!",
            "起风的时候": "风…唔…服。",
            "刮大风了": "风…嗯…扎扎的，有点疼。",
            "关于雷泽自己": "我是狼。人的爸爸、妈妈，没有。",
            "关于我们·朋友": "你是朋友。我和你一起狩猎。",
            "关于我们·武器": "我有铁的爪子和雷的牙。我保护你。",
            "关于「神之眼」": "「神之眼」，师父帮忙。雷的牙打架，保护「卢皮卡]。",
            "有什么想要分享": "晚上，星星很好看。天空，湖里，都有很多很多星星。晚上，城市里，也有很多星星。",
            "感兴趣的见闻": "我的「卢皮卡」的狼。它们是家人。",
            "关于丽莎": "师父的雷，天空会变黑。很可怕，很强。",
            "关于芭芭拉": "芭芭拉，亮晶晶的女孩子。很善良。",
            "关于迪卢克": "迪卢克，红红的、黑黑的。又冷又热。",
            "关于温迪": "诗歌一晤，不明白。虽然不明白，「卢皮卡」喜欢。",
            "关于班尼特": "班尼特，话很多，和他一起，吃不饱。",
            "关于可莉": "可莉，朋友!朋友，但是，头疼。",
            "关于法尔伽·陌生": "法尔伽？不认识",
            "关于法尔伽·回忆": "哦…法尔伽，是名字。那个男人，高大雷泽名字，铁的爪子，他给的。唔…想见他。",
            "想要了解雷泽·其一": "你的气味，善良的味道。喜欢吃肉？",
            "想要了解雷泽·其二": "你很强。和狼一样强。喜欢和你狩猎。收获很多。",
            "想要了解雷泽·其三": "卢皮卡是「狼的家」。不对，是「狼的家人」。我的卢皮卡在树林里。它们保护我，说我是卢皮卡。",
            "想要了解雷泽·其四": "我只有卢皮卡。但是，就算是卢皮卡，我没有四只脚，不是真的狼。有时候心里难过。",
            "想要了解雷泽·其五": "和你一起奔跑开心，和你一起狩猎开心。和你一起，我是狼，我是人，都没关系你是朋友，你是我的[卢皮卡]。我想要你也开心。",
            "雷泽的爱好": "喜欢卢皮卡。喜欢树林。喜欢朋友。喜欢奔跑。",
            "雷泽的烦恼": "说话很累，很难。但是，不说话不行。",
            "喜欢的食物": "喜欢肉。喜欢土豆。",
            "讨厌的食物": "蔬菜不好。我吃的肉才吃菜。",
            "突破的感受·起": "手臂，更粗了…？",
            "突破的感受·承": "磨爪子，磨牙，要更强！",
            "突破的感受·转": "跑，狩猎。不够，不行！我要…更强。",
            "突破的感受·合": "牙齿，爪子，腿。更强，更有力气…保护你！",
            "生日": "今天是你的…你是在很多很多个月以前的，今天出生的。想和你一起开心。今天一起吃肉。"
        }
    },
    {
        "name": "诺艾尔",
        "url": "https://wiki.biligame.com/ys/%E8%AF%BA%E8%89%BE%E5%B0%94",
        "lines_url": "https://wiki.biligame.com/ys/诺艾尔语音",
        "img": "https://patchwiki.biligame.com/images/ys/1/1e/q7e7j4ybveu9vpezgvjogwpmfzz1mm2.png",
        "lines": {
            "1.初次见面": "我是诺艾尔，西风骑士团的女仆，从今天起会陪你一起去冒险。如果遇到任何困扰或者麻烦，不用担心，我都会尽全力帮你解决的。嗯，现在就可以哦。",
            "2.早上好": "早上好，早餐已经做好了哦。我就待在你身边，如果哪里不合口味，请随时告诉我。",
            "3.中午好": "想要坐下来喝杯茶吗？我去为你准备。对了，我还顺手准备了厚云朵松饼，是我的拿手菜哦，请一定要尝一尝。",
            "4.晚上好": "晚上是大家的休息时间，也是我最忙的时候…安柏洗好的发带放在哪了；凯亚新买的眼罩有几套；我会全部记住的，这是女仆的责任。",
            "5.晚安": "今天的冒险辛苦你了，请去休息吧，我还要回骑士团一趟…欸？要我守候你入睡吗？唔…倒是没什么问题，不过…不是在捉弄我吧？",
            "6.闲聊·帮忙": "交给我吧！什么都可以交给我！——对了，你要拜托我做什么来着？我还没来得及听…",
            "7.闲聊·休息": "有点累了吗？那就在这里休息吧，我去为你沏茶，要全糖、半糖，还是无糖？",
            "8.闲聊·可靠": "只要你需要我，我随时都会出现在你的身边。",
            "9.下雨的时候": "糟了，大家的衣服还晾在外面！我能不能现在回去收拾一下？",
            "10.打雷的时候": "遇到打雷还是待在屋子里比较好哦，如果有非出门不可的事，就交给我吧。",
            "11.阳光很好": "天气晴朗，不如做一些和「阳光」有关的事吧。欸？具体一点…？只要能让你的心情也变得晴朗的事，都可以。",
            "12.起风的时候": "听见了吗，是风神的声音。每到我心烦意乱的时候，听见风声就能平静下来。",
            "13.关于诺艾尔自己·自律": "我只是每天都做同样的事，和真正的骑士比起来还差远了…但这是通往骑士之路的修行，修行可不能只是嘴上说说而已啊。",
            "14.关于诺艾尔自己·分歧": "我有点不太擅长和别人争辩，很多时候说不清道理，还会惹别人生气，所以我就会先按我的想法去做，结果又被人说是「固执」了…我只是想用结果说服他而已，这也是「固执」吗？",
            "15.关于我们·身份": "我的奉献是出于自由的奉献，「女仆」在我看来就是最自由的身份。厨师、园丁、战士、向导…你需要我是什么，我就是什么。",
            "16.关于我们·叮嘱": "就算再怎么仓促，一日三餐也不能应付，不可以吃来历不明的东西，也不能光吃肉不吃蔬菜。对了，尽量不要喝冷水，对胃不好…唔，你不会在想「因为太麻烦所以还是交给诺艾尔」吧？唔…如果你真的这么想…好吧，还是交给我来吧！",
            "17.关于「神之眼」": "说实话，有些失望…虽然这「神之眼」象征神明对我的肯定，但为什么不是「风」，而是与风的性质相差最远的「岩」呢？我觉得最适合西风骑士团的元素，毕竟还是…",
            "18.有什么想要分享": "其实我很喜欢闻酒的味道，可是现在的我还没到喝酒的年纪…虽然不止一次有偷偷尝的机会，但我都忍住了，还是把这份神秘感保留到我成年的那一天吧。",
            "19.感兴趣的见闻": "女仆要严守秘密，所以我很喜欢玫瑰，玫瑰在蒙德就代表「守口如瓶」，它总是能提醒我…欸？在你的家乡，玫瑰代表「爱情」吗？居、居然还有这么火热的含义啊…",
            "20.关于安柏": "她是我非常尊敬的前辈，实力很强不说，对人也很亲切。她还教我怎么做「兔兔伯爵」，你看，我会把它当成护身符带在身边，做得不错吧？",
            "21.关于可莉": "我一直很想知道，她还这么小，是怎么正式成为骑士的。有一次向她请教经验，她还没听完我的话，就拉着我去骑士团外面玩炸弹…我以为这是什么修行，结果最后我和她都被琴团长关了禁闭…",
            "22.关于琴": "琴团长一直都是我的榜样，我的实力和认真程度完全比不上她。她对别人就像对自己一样严格，所以如果有一天我能得到她的认可，那也是对我一直以来努力的最大肯定了。在那之前，我都是不会松懈的！",
            "23.关于法尔伽": "本来我想跟着他的队伍一起去冒险，履行女仆的责任，但大团长说，我留在蒙德他才不会有后顾之忧…大团长这么器重我，我特别开心！虽然后来我知道大团长不只对我一个人说了这句话，不过…器重就是器重嘛。",
            "24.关于凯亚": "他很神秘，来如影，去如风，每天都有很重要的任务要去处理。他还经常会给我安排一些小任务，就好像我已经是他的小队成员了一样…只是跑腿？不不不，虽然确实是跑腿，可是我很珍惜的！",
            "25.关于班尼特": "他不止一次来邀请我，说什么比起骑士团，还是冒险家协会更适合我…虽然我是会像一个普通的冒险家一样，帮他照顾他的老爹们，但…骑士团对我来说有特别的意义，而且我也不想认输…嗯，果然还是没法答应。",
            "26.关于菲谢尔·身世": "以前我打扫图书馆的时候，记得有本书叫《菲谢尔皇女夜谭》，我还以为只是幻想小说…但没想到，里面的主人公居然真的存在！能有一本自己的传记，她一定很厉害吧。",
            "27.关于菲谢尔·茶点": "她好像是从别的世界来的，其他的我也不清楚…不过她好像很喜欢骑士团的图书馆，总是在那里看书。我打扫的时候会送去一些热乎乎的茶点，她每次都会感谢我，还会说很多听不明白，但都很夸张的话…",
            "28.关于芭芭拉": "我们经常在一起喝茶，有时候她会轻轻哼出很好听的调子，告诉我灵感来了。虽然我对音乐给不出什么实用的建议…但能跟芭芭拉享受这样的时光，我真的非常高兴！",
            "29.想要了解诺艾尔·其一": "是需要我帮忙吗？哦…只是想和我聊聊天，好吧，如果这就算帮上了你的忙，那想聊多久都可以。",
            "30.想要了解诺艾尔·其二": "没关系，什么样的事都可以交给我，不用照顾我的感受的。欸？那不是「女仆」而是「工具」？唔…工具做了很多事也不一定会开心吧，但我为你做的每件事，我都很有成就感哦。",
            "31.想要了解诺艾尔·其三": "这些点心是送给我的吗？不不不，这怎么好意思呢？那…那我也要做很多点心作为回报！我现在就去，马上就去！半个小时…呜，最多一个小时就做好了。你可以先去做别的事，茶点很快就会热乎乎地端到你的面前！",
            "32.想要了解诺艾尔·其四": "我每天做的都是一些琐碎的小事，但只要这些小事能帮到你的冒险、你的生活，我就会很开心。因为你的道谢，会让我觉得这些小事…也都有小小的意义。",
            "33.想要了解诺艾尔·其五": "我是为骑士团服务的女仆，也一直想要帮到更多人的忙。但不知不觉，用在你身上的时间已经变得越来越多了…唉，像我这样自私的做法，是不是…不太好？",
            "34.诺艾尔的爱好": "爱好吗？我最喜欢洗各种各样的东西，洗衣服，洗地板，洗窗户，看到脏东西变干净我就会特别有成就感…欸？是指「休息时的爱好」？我想想…嗯，果然还是洗东西！",
            "35.诺艾尔的烦恼": "该怎么用最少的预算、采购到最多最好的物资呢…我试过一个人跑去璃月比对所有商铺的价格、再一个人把东西全都搬回来…但那次花的时间太长，琴团长差点以为我在路上被风魔龙吃掉了…",
            "36.喜欢的食物": "当然是「满足沙拉」，蒙德的自然水土汇于一盘，营养均衡，热量也不会超标…你问吃不腻吗？当然不会，很好吃的！我已经吃了十年了。",
            "37.讨厌的食物": "我不挑食！但有一种情况会让我比较头疼…宴会上的一大桌菜，作为女仆，每一道菜都必须自己先尝一尝。但这样一口接一口…唉，太罪恶了。",
            "38.突破的感受·起": "这就是…新的力量？谢谢你，这样我就能帮到更多人了。",
            "39.突破的感受·承": "还不能满足，在成为正式的西风骑士之前，我都要加倍努力。",
            "40.突破的感受·转": "多亏了能和你一起冒险，我才获得了这么多的成长。明明女仆的职责是为你排忧解难，结果反倒是让你为我花了这么多心思…",
            "41.突破的感受·合": "蒙德城的大家都说我变得比以前更可靠了，还说我马上就能成为真正的西风骑士了，但其实我…什么？你也这么觉得？呃…谢谢你能这么说，这是对我最好的夸奖！",
            "42.生日": "每天都忙于冒险，是不是积压了很多琐事来不及处理？今天我就是你的专属女仆，全都交给我吧！还有…在这最棒的一天，祝你生日快乐！"
        }
    },
    {
        "name": "菲谢尔",
        "url": "https://wiki.biligame.com/ys/%E8%8F%B2%E8%B0%A2%E5%B0%94",
        "lines_url": "https://wiki.biligame.com/ys/菲谢尔语音",
        "img": "https://patchwiki.biligame.com/images/ys/0/06/cmlxoc9sfz7nrwmt495351zcj1qd93e.png",
        "lines": {
            "初次见面": "#1b7eff>'''奥兹:'''</font>她的意思是「你好，很高兴认识你」。",
            "早上好·问候菲谢尔": "昼夜时空皆为虚像，命运的纽带却再次将你带到了我的永恒长夜中。",
            "早上好·问候奥兹": "#1b7eff>'''菲谢尔:'''</font>奥兹！…咳，有何贵干？",
            "中午好": "哈…即使贵为皇女，在这样的时辰也不免困乏…",
            "晚上好": "#1b7eff>'''奥兹:'''</font>是才怪啦！",
            "晚安": "#1b7eff>'''奥兹:'''</font>她说「晚安」。",
            "闲聊·真命低语": "我听见命运的嚅嗫，低声呼唤我之尊名…",
            "闲聊·天地创造": "哼哼，就让皇女的光采荣耀此间天地吧。",
            "闲聊·比方之人": "#1b7eff>'''奥兹:'''</font>毋须担心冒险家协会的大家。",
            "雨过天晴": "天晴了吗，真舒…咳，此间须臾的霁月光风，就如命运的转折点一般呢！愉快！",
            "打雷的时候": "#1b7eff>'''菲谢尔:'''</font>欸？ ！",
            "阳光很好": "#1b7eff>'''奥兹:'''</font>不要强人所难！",
            "关于菲谢尔自己·断罪之皇女": "#1b7eff>'''菲谢尔:'''</font> …那只是肤浅的表象！",
            "关于我们·降临此间之人": "我与你同为异世界的旅人，在此相遇。错不了，想必是命运的意志吧。",
            "关于我们·射落世界之兽": "看你有什么烦恼的样子...旅人啊，不必困惑，因为，我以我的左眼，这只透彻因果之丝的「断罪之眼」，守望着你的命运；以奥兹那见证过一世界寂灭的鸦眼，观察着你的进路。假若名为「世界」的夜巡凶兽觊觎你的梦想，那我便以断罪的圣裁魔矢将其射落！",
            "关于我们·重要之人": "#1b7eff>'''奥兹:'''</font>啊啊，我明白。那个旅行者的话，不管发生了什么，都不会抛弃小姐的吧。",
            "关于我们·守望": "#1b7eff>'''奥兹:'''</font>不要随便让我送命啊！",
            "关于「神之眼」": "嗯？这个「消色的幽速秘珠」吗。那是我族的王器，向一切无礼者昭告断罪皇女之仪。即使流落到了这个荒芜的世界，王器仍然追随着皇族之血与崇高之魂，找到了我，这就是无法斩断的因果吧…",
            "有什么想要分享": "#1b7eff>'''奥兹:'''</font>小姐，这招是骗不过酒保的，没到喝酒的年纪就是没到喝酒的年纪。",
            "感兴趣的见闻": "奥兹的全名，是奥兹华尔多·赫芙那楚茵斯，在「那个世界」主宰着三个宇宙的星海与夜空，以影之翼荫蔽所有战死的勇者之魂。顺带一提，叫错他的名字会被处以拔舌之刑。但我是皇女，而你是我认可的人，所以我们可以随意叫他奥兹。",
            "关于班尼特": "#1b7eff>'''奥兹:'''</font>那个倒霉蛋，置之不理可不行。",
            "关于丽莎": "#1b7eff>'''奥兹:'''</font>她说「图书馆的规矩就是有借有还，再借不难」。",
            "关于凯亚": "#1b7eff>'''奥兹:'''</font>也可能暗地里是个海盗…？",
            "关于莫娜": "#1b7eff>'''奥兹:'''</font>当时占星术士似乎在努力憋笑，非常不容易。",
            "关于罗莎莉亚": "#1b7eff>'''菲谢尔:'''</font>没错。有天晚上看到过，她对什么人说「以风神巴托巴斯的名义，去死吧」这样的话，想必是在领祷吧",
            "想要了解菲谢尔·其一": "哼哼，为应受罪罚之徒断罪，为命运青睐之人祝圣，以无尽的幽夜净士收容世间一切不被容赦的梦想，这就是断罪皇女血脉背负的沉重使命，谁人也不许质疑。",
            "想要了解菲谢尔·其二": "我的左眼？我的左眼是透彻世间一切真相的「断罪之眼」。至于为何要遮起来…那么，窥见此间与彼方一切真实的负担与痛，你愿意承受吗？再说了，通晓此世与常世一切妄念与谎言，又是何等无趣的事，哼哼。",
            "想要了解菲谢尔·其三": "#1b7eff>'''菲谢尔:'''</font>那、那还不是因为身为皇女，有守护尘世众生一切灵魂的崇高职责…",
            "想要了解菲谢尔·其四": "#1b7eff>'''奥兹:'''</font>关、关于至夜幻现！还有断罪之名！",
            "想要了解菲谢尔·其五": "皇女应断之罪为何，那当然是「违逆命运」了…毕竟，正是命运，让你…是命运令你我降临此世，将因果交织相连。我我会守护你，只、只因这是命运的默示录中昭告之事！",
            "菲谢尔的爱好·询问菲谢尔": "本皇女驰聘星间，行追诸多世界，领略过一万种宇宙的命运，通读一切灵魂的默示录。",
            "菲谢尔的爱好·询问奥兹": "#1b7eff>'''奥兹:'''</font>小姐喜欢看小说。唉…「奥兹」这个名字，也是她从喜欢的小说里挑的。",
            "菲谢尔的烦恼": "嗯？这世间能困扰皇女的事情…硬要说的话，那就是，总有人无法接受我的真实身份。但无妨，毕竟高贵者注定孤独嘛。只要我不失却这颗崇高之心…",
            "喜欢的食物": "#1b7eff>'''菲谢尔:'''</font>——只，只是为了补充这具躯壳所需的能量！",
            "讨厌的食物": "#1b7eff>'''奥兹:'''</font>好像是叫什么酿鸡来着？",
            "生日": "#1b7eff>'''菲谢尔:'''</font>奥兹！多嘴！",
            "突破的感受·起": "#1b7eff>'''奥兹:'''</font>伟哉！考虑到晚饭，如果能射落鸽子就更好了。",
            "突破的感受·承": "#1b7eff>'''奥兹:'''</font>嗯，就能更好地完成协会的工作了。",
            "突破的感受·转": "狂喜吧！战栗吧！要问为何的话，须知幽夜净土的断罪皇女，已经用这只左眼，看清了编织宇宙的命运之丝！",
            "突破的感受·合": "来到这个世界而失去的力量，似乎已经恢复了大半。哼哼哼，定罪之时即将…啊啊，不必担心。即使到了终末之刻，我在此世降下罪罚之雷时，也不会伤及你。因为，你可是我的祝圣之人啊。"
        }
    },
    {
        "name": "芭芭拉",
        "url": "https://wiki.biligame.com/ys/%E8%8A%AD%E8%8A%AD%E6%8B%89",
        "lines_url": "https://wiki.biligame.com/ys/芭芭拉语音",
        "img": "https://patchwiki.biligame.com/images/ys/4/4f/nsllwey2yb8na9uab5vov22lo0zu1tf.png",
        "lines": {
            "初次见面": "芭芭拉，闪耀登场~治疗就交给我吧，不会让你失望的！",
            "早上好": "早安~今天也要加油呀。",
            "中午好": "欸，想听我唱歌…？对不起，还…还没有到演出时间呢。",
            "晚上好": "想吃猎鹿人餐馆的香辣鲈鱼…可是最近的肚子，呜…",
            "晚安": "辛苦了！请好好休息吧。",
            "闲聊·犯困": "再这样站下去，会…想睡觉的…",
            "闲聊·激励": "大家应该都在努力着，那我们也不能偷懒，对吧？",
            "闲聊·提神秘诀": "欸，是没精神了吗？尝一尝我做的辣味饮料吧，很提神的喔！",
            "下雨的时候": "这样淋着不要紧吗？会感冒的吧？",
            "打雷的时候": "呜哇！",
            "阳光很好": "这样的好天气，眼～适合比较明快的曲风呢！",
            "刮大风了": "放心，我不会被吹走的！",
            "关于芭芭拉自己": "「指引我前进的风啊。在我困顿时给我继续前行的力量，在我迷惑时给我辨明善恶的智慧，在我遭受不义时给我抗争的勇气……」哎呀，抱歉，刚才在专心祈祷。有什么事吗？",
            "关于我们·愿望": "我的愿望，是给身边的大家带来笑容！只要能帮上你的忙，我就很开心了。",
            "关于我们·梦想": "谢谢你陪我走到现在，离我的梦想已经越来越近了呢。未来的日子，也请多多关照啦一！",
            "关于「神之眼」": "每个人都会有自己的愿望。汇聚大家的愿望，让大家感到幸福，这一定，就是神给予我的使命吧。",
            "有什么想要分享": "蒙德城外青青的原野，真的百看不厌。但我听说，世界上还有蓝色的树林呢！就在海对岸的稻妻城那边。嗯！我还得多攒一点…欸？问我在攒什么？嘿嘿，是秘密哦~！",
            "感兴趣的见闻": "向日葵一直对着阳光的样子，很耀眼呢，其实，妈妈送过我一条向日葵风格的礼裙…但我什么时候才能穿上它去演出呢？",
            "关于琴": "代理团长大人…骑士团的领袖，大家都很喜欢她哦。欸？问我吗？我…我当然也非常尊敬她！",
            "关于丽莎": "我一直承蒙丽莎姐姐照顾呢。要是她也成为偶像的话，我绝对会全力应援，喊到嗓子哑掉…啊，这样会吓到别人的吧…",
            "关于安伯": "以前就经常看到安柏风风火火地往城外跑，侦察骑士还真是辛苦呀。",
            "关于迪卢克": "迪卢克老爷吗？上次在「天使的馈赠」演出，他一直皱着眉头…是不是我唱的歌他不喜欢呢？",
            "关于温迪": "温迪的声音很好听！不过，他唱的歌跟我擅长的风格差异很大。我试着偷偷学过…那旋律还真是复杂呀。",
            "关于班尼特": "班尼特经常带着一身伤痕来教堂…他却一直毫不在意、大大咧咧地笑着。唔…还是应该更爱惜自己才好啊。",
            "关于法尔伽": "父亲跟着法尔伽大团长一起出远门了，也不知道路途中会不会遇到什么…啊，没关系，大团长可是「北风骑士」，一定没问题的！我…也会为他们折祷的。",
            "关于罗莎莉亚": "罗莎莉亚修女虽然难以接近，也从不参加折祷，但我觉得…唔，她一定是相信着风神的！不过，不过我并没有勇气和她交流就是了…",
            "关于诺艾尔": "诺艾尔实在是太可爱了！人又温柔，还很有耐心，跟她在一起的时候，完全不会有什么压力…哦，对了，她做的茶点也很特别。又香，又甜，而且很健康，嘿嘿。",
            "想要了解芭芭拉·其一": "骑士们挥剑作战的样子好帅啊！你是不是也有这种感觉？我自己也试过用剑…欸嘿嘿，可惜我在剑术上，完全没有天赋呢。",
            "想要了解芭芭拉·其二": "想要治愈大家。就是这么简单的心情，让我成为了牧师。要是能帮上大家就好了。",
            "想要了解芭芭拉·其三": "偶像，唔…是从艾莉丝那边了解到的…「优秀的偶像能够治愈人们的心灵。」嗯，嗯，总之就是这样啦。",
            "想要了解芭芭拉·其四": "我每天都在努力，这份努力…如果能配得上蒙德城大家的信任…",
            "想要了解芭芭拉·其五": "每次演出的时候我都会想…我真的能够治愈蒙德城里的每个人么？但是看着你我总觉得只要一步步向前，总有一天…欸？至少已经把你治愈了…？这时候不是应该说！我已经治愈很多人了吗？！不过这样也不错…",
            "芭芭拉的爱好": "是大家脸上的笑容，一直在支持我。",
            "芭芭拉的烦恼": "同伴们一直在受伤…我，没有替大家分担痛苦的力量。但我可以尽最大的努力治疗！一定，要让大家恢复健康。",
            "喜欢的食物": "你喜欢麻辣小鱼干吗？我这还有两条…喏，给你一条！",
            "讨厌的食物": "我不太喜欢苦的东西，特别是…苦瓜。",
            "生日": "请收下！这个是给你的生日礼物，专属签名绘～欸嘿，等下一首新歌，我会第一时间唱给你听的！生日快乐呀！",
            "突破的感受·起": "芭芭拉的舞步…治愈力UP！",
            "突破的感受·承": "谢谢你的支持一啊，不好，好像有点太激动了…心脏怦怦跳个不停。",
            "突破的感受·转": "请告诉我继续变强的秘诀~欸？放心交给你就行？…这怎么行，我也要一起努力！",
            "突破的感受·合": "和你一起旅行，我才意识到舞台是没有边界的。谢谢你！嘿嘿…好！一起喊出那句咒语吧！三、二、一，——芭芭拉冲呀！"
        }
    },
    {
        "name": "砂糖",
        "url": "https://wiki.biligame.com/ys/%E7%A0%82%E7%B3%96",
        "lines_url": "https://wiki.biligame.com/ys/砂糖语音",
        "img": "https://patchwiki.biligame.com/images/ys/c/cc/rhbp5t3iyzpsk2dc34kv18yem0nlmzo.png",
        "lines": {
            "初次见面": "我是砂糖，炼金术的……研究员。听说你去过很多地方，一定也……不，没什么，第一次见面，不该这么麻烦你。但……如果你愿意，和我讲讲路上有意思的事，那个……我，会很开心的。",
            "闲聊·好奇": "那是什么？啊…不见了，我可以去看看吗？",
            "闲聊·整理": "趁现在赶快整理一下研究笔记。",
            "闲聊·深呼吸": "啊——！好久没出来透气了。",
            "刮大风了": "今天城里的风车，转得好快。诶，你说，如果在小动物背上，也装一个像风车一样的东西，会让他们跑得更快呢，还是会飞起来呢？",
            "下雪的时候": "这么大的雪，一年都没有几次了，错过了，想研究就要等明年了，所以就别拦我啦。啊…阿嚏！呃…我知道了，我多穿一点…",
            "阳光很好": "最后亿次}}",
            "下雨的时候": "温度上升，嗯…要不要再加一组实验呢？",
            "早上好": "早上好，昨晚睡得还好吗？研究表明，只有睡眠充足，第二天的精神才会好，而且，脑袋的运转也会更高效哦。唉…什么？我总是熬夜？那个…唔，没办法嘛。",
            "中午好": "哇呜！别、别过来！啊…不是，我的意思是，不要靠得太近。我在做实验。这个…可能会爆炸的。",
            "晚上好": "晚上好，啊……请稍等一下！「实验体玖零伍式」的光照分泌物其实有两种，为了明确区分，就叫「壹零叁叁式」和「壹零叁伍式」……嗯，好了，请问有什么事情要找我吗？",
            "晚安": "不用等我，先去休息吧。嗯……有这么不放心吗？实验已经在收尾了，不会熬夜的，真的…",
            "关于砂糖自己·生物炼金": "「生物炼金」，比起「创造」，更注重「改造」，找到生物隐藏起来的优点，然后放大，结合，结果往往都让人大吃一惊。嗯…生命真的是太神奇了，究竟还有多少我们不知道的东西呢？",
            "关于砂糖自己·怕生": "我…其实我不知道怎么和陌生人说话。每个人性格都不一样，在意的东西也不一样，一不小心就会不够礼貌，或者哪里冒犯了，唉…说话真的好难啊，比炼金术什么的难多了。",
            "关于砂糖自己·耳朵": "你…你注意到了啊。我的耳朵是家里遗传下来的，和其他人很不一样。所以平时我都会用头发尽量把它们藏起来…",
            "关于我们·观察": "我对你的经历，特别好奇，所以…我可以「观察」你一段时间吗？我会很安静的，不会打扰你，这样…你会介意吗？",
            "关于我们·收获": "老实说，一开始我看你不怎么说话，有点害怕…还以为是在哪里冒犯了你，后来时间长了才慢慢发现，原来，你还是挺好相处的。嘿嘿，这也算…「观察」的意外收获吧。",
            "关于我们·请求": "听说，是你赶走了风魔龙？战斗一定特别危险吧，幸好你没事。那个…有件小事，风魔龙它在战斗的时候，有没有，掉下来什么东西呢？鳞也好，皮也好，一点点就可以，我想，研究一下…",
            "关于「神之眼」": "「神之眼」，是我最重要的实验器材。欸？就、就是实验器材啊，没有了「神之眼」，很多元素相关的实验，就没办法进行了。你说战斗？啊…偶尔吧，去野外找材料的时候，偶尔会用到。",
            "有什么想要分享": "这个房间里，都是我收藏的骨头。放在左边柜子里的，有蜥蜴，青蛙，还有草鱼，挂在前面的是野猪，右边角落里的那个，是丘丘人…啊，别紧张，不用害怕，其实都是很可爱的东西，习惯了就好了。",
            "感兴趣的见闻": "你看，种在这里的冰雾花，其实每一朵都不一样。这一朵冰元素含量更高，这一朵花期更长…嗯，你问那一朵，哦，那一朵叫「叁式冰雾花改十七号放大版」，特点，嗯…就是更大一点。",
            "关于诺艾尔": "她…经常会主动帮我的忙，但有时候太热情了，反而…有点让我苦恼。有一次，她看到我实验室门前堆了三箱器材，就很麻利的帮我搬了进来，但其实…那些都是我刚刚搬出去的。",
            "关于可莉": "她已经被琴团长关过好多次禁闭了，但只要被放出来，不久就又会闯祸，唉，不知道有没有真的反省过。啊…我答应她，要帮她做一个会蹦会跳，又很安全的蹦蹦，只不过现在，设计上还有不少问题…",
            "关于琴": "我有点不敢和琴团长说话，因为她太严肃了…我知道她是个很好的人，但，但知道归知道，害怕…还是会害怕。我一般都不会去打搅她，实在有不得不找她的事，我…我也会拜托阿贝多先生。",
            "关于丽莎": "我觉得她，好像懂的特别多。她明明没有看过我的研究，但有好几次，都给了我最关键的建议。她到底是怎么知道的呢？是…观察？还是推理呢？",
            "关于凯亚": "唔…我知道他喜欢开玩笑，也没有存心捉弄我的意思。可是我实在是…分不清他哪句话是真话，哪句话又是玩笑，所以最后要不然就变得很尴尬，要不然，就是我出洋相…",
            "关于阿贝多·艺术": "当他的助手，每天都能学到很多。重点不是知识，而是「天才」的思考方法，无论是多么复杂的问题，他总能抽丝剥茧，再一一解决。在我看来，那就是艺术…",
            "关于阿贝多·天赋": "你说天赋？嗯…假如和他做同样的研究，可能确实一辈子都没法超过他。但，我研究「生物炼金」并没有故意要躲开他的意思，只是…嗯，我和他恰好有不同的爱好，还有梦想，仅此而已吧。",
            "关于安柏": "我很好奇，为什么她的做的布偶，名字叫「兔兔伯爵」呢？和兔子没什么关系吧。唔…你说，头上的发带，很想兔耳朵？有道理，但其实这是刻板印象，也有很多兔子耳朵是垂下来的。",
            "关于菲谢尔": "你是说《菲谢尔皇女夜谭》？我知道，作者创造出的世界很有意思，要是能亲眼去看一看就好了…欸？你在说那个「菲谢尔」啊？她啊…嗯，她…应该是没办法带我去的。",
            "想要了解砂糖·其一": "了解我？你…是对「生物炼金」感兴趣吗？你有疑问的话，我会尽量给你准确答案的。嗯？不是炼金，而是「我」？唔，这个，我也不知道该说什么…",
            "想要了解砂糖·其二": "研究的本质，是寻找答案的过程。这个过程有时候很繁琐，也很累，但每次只要看看积累起来的成果，就会觉得…嗯，我是真的很喜欢做这样的事。",
            "想要了解砂糖·其三": "小时候，我有两个好朋友，我们无话不说。本来我以为，我对她们了解的一清二楚，但后来发生了一些事，我突然就…看不清她们了。她们现在在哪儿，在做什么，还记不记得我，这些…我都不知道。就算再好的朋友，也会变成这样呢。",
            "想要了解砂糖·其四": "告诉你一个小秘密，我对谁都没有讲过。「生物炼金」的最终目标，是创造出「仙境」…对，就是童话里的那个，能找到永远的快乐和幸福的「仙境」。嘿嘿，有点幼稚对吧？但，我现在都还相信那个故事。",
            "想要了解砂糖·其五": "嗯…如果你忙的话，就去忙吧，我不想给你添麻烦。不忙？真的不忙吗？没事的，就算忙也没关系，一个人做实验我早就习惯了，啊…真、真的不忙？那…那可不可以，帮帮我的忙？或者…只是陪我说说话，什么的…",
            "砂糖的爱好": "我喜欢看起来很规则的东西，你看，书架上的每一本实验记录，厚度都是一样的，实验台上的几百瓶药水，都是按功效与颜色分别排好…欸？…欸欸？！为什么这瓶紫色的药水会出现在这里！我、我要全部重新整理一遍！",
            "砂糖的烦恼": "我想知道，你平时休息的时候，会干些什么呢？每到休息日，我就找不到事情做，只能发呆…明明做实验的时候时间过得很快，休息的时候，怎么就有种度日如年的感觉…",
            "喜欢的食物": "我会提炼出甜甜花的花蜜，做成糖块。脑袋转不动的时候吃一块，就又可以集中精神了。做研究，糖分的补充是很重要的。",
            "讨厌的食物": "知道了很多「生物炼金」的知识之后，我就不怎么吃蘑菇了…你应该知道吧？蘑菇，是长在死掉的生物上的，联想到同类的其他生物，我、我的胃口就…呃…",
            "生日": "生日快乐！我做了好几个月的实验，终于，可以把这个药水送给你了。它能唤醒你这一年来最美好的回忆，名字叫做「生物秘药参玖壹陆号」…唔，不是「叁壹玖陆号」，是「参玖壹陆号」啦！",
            "突破的感受·起": "「生物炼金」的研究，终于有突破了。",
            "突破的感受·承": "这次旅行，我又收集到了很多研究材料，谢谢你，我会好好利用的。",
            "突破的感受·转": "最近我在做实验的时候，经常会莫名其妙的期待起来，什么时候又可以和你一起去冒险。唔…好奇怪，这是为什么呢？我要研究看看。",
            "突破的感受·合": "我收集到的研究材料，已经很足够了！花更多时间在我的身上，会…会很浪费的！至少…也让我用「生物炼金」，做点什么回礼给你！"
        }
    },
    {
        "name": "班尼特",
        "url": "https://wiki.biligame.com/ys/%E7%8F%AD%E5%B0%BC%E7%89%B9",
        "lines_url": "https://wiki.biligame.com/ys/班尼特语音",
        "img": "https://patchwiki.biligame.com/images/ys/a/a0/nd8jx8novy6974e5ez7bz9la04vajw8.png",
        "lines": {
            "初次见面": "这就是你的冒险团吗?真好啊又热闹又有人情味。啊，我是「班尼冒险团」的团长班尼特!能把我列入你们的合作伙伴吗？拜托了!",
            "早上好": "早上好!我们今天去哪儿冒险啊?",
            "中午好": "我带了三明治，要吃吗?分你一半…唔唔!咳，咳..不好意思，噎到了。",
            "晚上好": "要不要陪我去和老爹们聊聊天啊?老冒险家的故事可有意思了!",
            "晚安": "要走了吗?能和你一起冒险太开心了，下次记得再叫上我啊!",
            "闲聊·宝藏": "不如在周围找找看吧，说不定有宝藏呢一",
            "闲聊·冒险": "好久没有和别人一起冒险了!我们走吧",
            "闲聊·调侃": "俗话说「等在原地是不会有好事发生的」，当然以我的运气来说，往哪里走都一样啦...",
            "下雨的时候": "我冒险的时候，大多都是这种天气。",
            "打雷的时候": "啊!别和我站得太近，这样雷就不会劈到你了。",
            "阳光很好": "今天的天气真不错…啊，糟了，说完这种话多半就要下雨了。",
            "关于班尼特自己·冒险团": "我就是「班尼冒险团」的团长，振兴蒙德冒险家协会的希望之星..没见过其他团员?那个.最近他们都请假了，哈哈。",
            "关于班尼特自己·坏运气": "没有传说中那么夸张啦，不过就是走路经常会掉进猎人打猎用的坑里，或者被突然倒下的树干砸到脑袋，都很平常嘛对吧？",
            "关于我们·搭档": "哈哈，不行的，「班尼冒险团」早就满员了.适的人选有那么多，没必要找我这个倒霉蛋吧?",
            "关于我们·分工": "以后我负责引走怪物和激活陷阱，你就负责带走宝藏。啊，这样不行吗？哎呀，没事没事!不用担心我会受伤啦，这是我最擅长的!而且为了你的话，我愿意!",
            "关于我们·险境": "我终于明白你为什么找我搭档了，你和我很像，一定也很喜欢置身于险境的那种快感吧!冒险就是因为有危险才让人欲罢不能啊。",
            "关于「神之眼」": "没想到我这么倒霉的人也可以获得神的认可，既然神都没有放弃我，我又怎么能放弃我自己呢？",
            "有什么想要分享": "有机会要和我一起去俯瞰蒙德的夜景吗?蒙德城灯火通明，果酒湖反射着月光特别漂亮.你问我在哪里看到的?哈哈，有一次不小心被龙卷风卷到了特别高的地方.么?不想去啊，哦，好吧….",
            "感兴趣的见闻": "其实我很喜欢卷心菜，看上去很普通，却是一般人家必不可少的食物。它能生长在很多地方，也能和很多食材搭配，还从不抢味道。其实普通一点，也挺好的嘛。",
            "关于芭芭拉": "她很擅长唱歌跳舞!我冒险不顺的时候就会去看她的演出，跟着观众一起喊喊口号加加油，心情就变好了，真的很神奇!这就是她为什么这么受欢迎的原因吧.啊，我这个当团长的，要是也这么受欢迎就好了。",
            "关于可莉": "那个孩子啊...很可爱，但我必须和她保持距离，只要我陪她玩，她的那些炸弹就会突然爆炸:我倒霉一点无所谓，但要是炸伤了可莉就麻烦了，估计整个骑士团都会跟我没完吧。",
            "关于菲谢尔": "她是异世界来的[断罪皇女」，可厉害了!我不止一次和她说想要去她的家乡冒险，但每次说到这里她就吞吞吐吐的·:嗯，一定是担心我的安危吧，看来她的家乡真的是很凶险的地方。",
            "关于琴": "我本来想向琴团长要一些对蒙德的冒险家协会的支援，但其实我不太知道要怎么和她说.冒险家协会没有骑士团那么多规矩，我和老爹们成天也嘻嘻哈哈的但用这种态度和琴团长说话，肯定不行吧..我是不是要学一下骑士团敬礼的方式？",
            "关于法尔伽": "他是我非常崇拜的人，名副其实的大团长!能领导整个西风骑士团，那该有多厉害啊。不过后来我想了想，冒险团规模太大好像也不行，团里太忙了的话，老爹们就没人照顾了。哈哈，还是现在好啊。",
            "关于雷泽": "你说奔狼领的那个小哥哥啊，他虽然看上去凶巴巴的，也不愿意说话·但是是个有趣的人哦他和我都特别喜欢吃肉我给他做肉吃，他教我狼怎么说话，哈哈，你下次要不要一起来？",
            "关于安柏": "哦哦，想起来了，那个女孩子，总横冲直撞的.她和我一样，经常去野外冒险!只不过.只要路边架着锅，就总会飘来浓浓的黑烟，还有什么东西烧糊了的味道…唔，难道她的运气也很差?",
            "关于诺艾尔": "你说她啊，其实我注意她很久了。她很有天分，又特别努力，但在骑士团只能当女仆，一直没成为正式的骑士，你不觉得太可惜了吗?唉，要是她肯来冒险家协会，估计早就是个了不起的冒险家了。",
            "想要了解班尼特·其一": "什么，想要了解我?哈哈，我只是个普普通通的倒霉冒险家，和你的各种传奇经历相比，简直不值一提啊。",
            "想要了解班尼特·其二": "「老爹们」...这是我对蒙德的老冒险家们的叫法，听说我是他们在非常险恶的绝境中捡到的孤儿。很奇妙对吧？明明我的运气这么差，居然能被人捡到还活到了现在，简直是奇迹啊。",
            "想要了解班尼特·其三": "你看出来了啊..呵，没错，「班尼冒险团」很久之前就只有我一个人了。因为我很倒霉，无论是多么简单安全的冒险都会变得险象环生，没人愿意跟着这样的团长.你也会这么想吗？",
            "想要了解班尼特·其四": "我的坏运气是与生俱来的，长这么大也差不多习惯了。其实换种想法，「倒霉」其实也是件好事，因为说不定哪天我的坏运气就会害死我，我才会想趁着还活着的时候，去更多的地方冒险，认识更多的人一不然，可能我就没机会认识你了，哈哈!",
            "想要了解班尼特·其五": "不知不觉，我们已经搭档很长时间了。其实我有个梦想，等到蒙德城的冒险家协会发展成七国里最壮大的协会，我就要去周游提瓦特大陆!「班尼冒险团」会变成最伟大的冒险团，而我们，就是最伟大的两位冒险家！…你问你什么时候加入的？哎呀，这种细节不用在意嘛",
            "班尼特的爱好": "我什么都喜欢，但最喜欢的还是冒险!总有一天我会找到这世界上最珍贵的宝藏，到时候老爹们就都能过上好日子，蒙德的冒险家协会也会热闹起来吧!",
            "班尼特的烦恼": "硬要说的话...特别倒霉的日子心情会不太好，比如冒险又什么都没找到，或者老爹的身体犯老毛病了之类的，但这些都算不上烦恼，睡一觉就全忘光了。新的一天当然要有新的开始!",
            "喜欢的食物": "肉!肉是最能让人精力充沛的食物!野菇鸡肉串，烤肉排，还有甜甜花酿鸡都是我的拿手菜。和我一起冒险，是不会让你饿肚子的。",
            "讨厌的食物": "虽然说冒险家不能挑食，但其实我不是很能吃辣，比如绝云椒椒什么的..吃了之后就喘不上气，感觉呼吸都是辣的，而且之后肯定会拉肚子.这种恶魔一样的果子究竟是怎么长出来的。",
            "突破的感受·起": "所有力量都提升了!除了运气，哈哈。",
            "突破的感受·承": "这样距离你就又近了一步，我会继续努力的!",
            "突破的感受·转": "得到了这么强的力量，我要怎么报答你呢？对了，我知道一个藏着无价宝藏的秘境，一起去冒险吧?",
            "突破的感受·合": "托你的福，现在的我应该有能力保护其他人了，这下子大家都会对我慢慢改观吧。那个倒霉的要命，总是遍体鳞伤的班尼特，终于变成一个可靠的冒险家了！……嘿嘿，但愿吧。",
            "生日": "生日快乐！祝你新的一年也能有最好的运气！放心吧放心吧，倒霉是不会传染的，因为只要有我在，它们就不会找上你了。"
        }
    },
    {
        "name": "安柏",
        "url": "https://wiki.biligame.com/ys/%E5%AE%89%E6%9F%8F",
        "lines_url": "https://wiki.biligame.com/ys/安柏语音",
        "img": "https://patchwiki.biligame.com/images/ys/a/a7/c1hp9a87kti1ywjv7c5470e3dn0wxio.png",
        "lines": {
            "初次见面": "侦察骑士安柏，前来报到！今后有什么需要帮忙的，尽管说好啦！",
            "早上好": "早上好哟！要不要一起晨跑？",
            "中午好": "可以跟你一起吃午饭吗？",
            "晚上好": "天黑了，要我点个火把吗？",
            "晚安": "没错，休息也很重要！那就说好了哦，明天见！",
            "闲聊·兴趣": "好想跑一会儿步呀。",
            "闲聊·挂念": "要是被琴发现我们在愉懒，她会不高兴的。",
            "闲聊·新发现": "那边好像有什么奇怪的东西耶…不去看吗、不去看看吗？",
            "下雨的时候·担忧": "下雨了…蝴蝶结会淋湿的。",
            "下雨的时候·提醒": "下雨了啊…视野会有影响，要小心哦。",
            "阳光很好": "嗯…要是风大点就好了。",
            "起风的时候·惬意": "真舒服呀",
            "起风的时候·放松": "我喜欢这种天气，嗯…真轻松！",
            "关于安柏自己": "蒙德城的飞行冠军，就是我啦！",
            "关于我们·比赛": "就算是你，比赛我也不会放水！",
            "关于我们·飞行": "教你飞…与你一起飞行的时候，我自己好像也能飞得更快…欸，你在笑什么啊？来比赛吧！现在就比！",
            "关于「神之眼」": "「神之眼」，是神对我的认可吧。嗯，我要成为最优秀的侦察骑士才行!",
            "有什么想要分享": "走嘛~去大教堂的钟楼上看看，风景超棒的！",
            "感兴趣的见闻": "看，那里有鸽子！嗯…想跟它们一起飞呢。",
            "关于琴·帮忙": "大团长出征之后，大大小小的事务都压在了琴的身上。如果我也能多帮到她一点就好了…",
            "关于琴·关怀": "琴可能还在工作？…走，一起请她喝杯咖啡吧。",
            "关于丽莎·听故事": "等你有空，我们一起去找丽莎吧！她上次和我讲了一个龙脊雪山宝藏的故事，只讲到一半。唔，我还想知道后续！",
            "关于丽莎·钦佩": "丽莎好像除了睡觉的时间之外都在看书！真厉害啊，我就坐不住那么长时间。",
            "关于凯亚·忧虑": "…有种不安的感觉！刚才是凯亚陪着你吧？他没给你添麻烦吧？",
            "关于凯亚·祸首": "花圃里的蒲公英看上去蔫蔫的，哼…一定又是凯亚捣的鬼！",
            "关于班尼特": "嗯？班尼特…好像在哪里听过…哦！你说的是冒险家协会那个热血的男孩子啊！嗯，我有时会在秘境附近见到他，好像对寻宝很有热情呢。",
            "关于可莉": "可莉呀，偶尔会有点调皮，但骑士团的大家都很喜欢她！唔…为了不让她又被琴抓去关禁闭，还是看紧她一点吧。",
            "关于阿贝多": "阿贝多，大多数时候都呆在自己的工坊里，捣鼓一些很厉害的东西。但是，见到他的时候，会有种猜不透他在想些什么的感觉。嗯，猜不透呢…",
            "关于诺艾尔": "你问诺艾尔吗？她的韧性可是很强的。作为前辈，你也要多照顾她一点哦。",
            "想要了解安柏·其一": "狩猎我也很擅长哦！怎么样，想不想看看我的身手？还是…要来个狩猎比赛？",
            "想要了解安柏·其二": "和你分享我的飞行冠军经验吧！最重要的，就是要有勇气！",
            "想要了解安柏·其三": "其实我不擅长解谜，羽球节里看到猜谜的摊位都要绕着走…你呢？",
            "想要了解安柏·其四": "我因为爷爷才加入骑士团，又因为琴留在了团里。现在，是你陪我见到了蒙德以外的天空。我真的很开心。",
            "想要了解安柏·其五": "我还想去更远的世界。我想去看天空的尽头！你也会继续陪着我的，对吧、对吧？",
            "安柏的爱好": "兔兔伯爵，今天也是干干净净的一天！",
            "安柏的烦恼": "唔…你知道，怎样才能做出好吃的月亮派吗？",
            "喜欢的食物": "琴泡的咖啡真的好香！有机会你要尝尝哦。",
            "讨厌的食物": "只要不是冰钩钩果汁…唔…我都应付得来！",
            "生日": "嘿嘿嘿，生日快乐！来，这个给你，是我亲手缝的「兔兔伯爵·特别定制版」放心放心，是特别定制版哦，不会爆炸的！",
            "突破的感受·起": "哇！像乘着风一样轻快~",
            "突破的感受·承": "现在的速度，没有人能追得上了吧！",
            "突破的感受·转": "蒙德的天空好像变小了…还是因为我的视野变大了？",
            "突破的感受·合": "我现在…比起最初跟你认识的时候，又进步了不少吧！嘿嘿，非常感谢！欸，让我请您吃蜜酱胡萝卜煎肉吧！跟我来，跟我来！"
        }
    },
    {
        "name": "凯亚",
        "url": "https://wiki.biligame.com/ys/%E5%87%AF%E4%BA%9A",
        "lines_url": "https://wiki.biligame.com/ys/凯亚语音",
        "img": "https://patchwiki.biligame.com/images/ys/e/e5/knnismq9um424psahpu5vag0ysu3jab.png",
        "lines": {
            "初次见面": "西风骑士团，凯亚。请让我与你同行吧。比起团里的差事，还是做你的护卫要有趣的多。",
            "早上好": "享受这一天吧。",
            "中午好": "哟，要不要一起去酒馆坐坐。",
            "晚上好": "你该不会怕黑吧？哦？那我…可找到新素材了。",
            "晚安": "这就要走了吗。那下回见了，别让我等太久啊。",
            "闲聊·无所事事": "没想到你也知道忙里偷闲。",
            "闲聊·骑士团": "骑士团的战友们已经忙得不可开交了吧，哼哼。",
            "闲聊·懒散": "逗留够久了吧，再不活动活动筋骨，要长出蘑菇来了。",
            "下雨的时候": "这雨天里，冰冻的力量会更强吧，有趣。",
            "下雪的时候·逸闻": "呼…趁着这雪天，跟你讲一个鬼故事吧。",
            "下雪的时候·寒冷": "怎么，你怕冷？",
            "起风的时候": "真是和平啊，可又能持续多久呢？",
            "关于凯亚自己": "你最近有没有被深渊教团找麻烦？有什么心烦的可以跟我聊聊。",
            "关于我们·雇佣关系": "需要我的时候就派我上场吧，别谈那些雇佣关系了。",
            "关于我们·实力": "我们之间的雇佣关系，就多使唤我一点吧，老大？哼哼，可别被我真正实力吓到哦。",
            "关于「神之眼」": "不明白「神之眼」的原理？呃…我想想，给你打个比方吧。引导视线的器官是眼睛，而引导元素力的器官是「神之眼」。这样就很简单了吧。",
            "有什么想要分享": "你喜欢酒吗？蒲公英酒的口感就很特别。什么？还没到喝酒的年纪？呵呵，那试一试蒙德的苹果酿吧，我知道一家还算不错的店。",
            "感兴趣的见闻": "你见过龙脊雪山的猫头鹰么？和它对视的时候，它好像看穿了你，而你却完全参不透它…很迷人的家伙，不是吗？",
            "关于琴": "哦？代理团长大人，你可要多多支持她。",
            "关于丽莎": "千万记得要准时还书哦？上次因为这事儿惹她生了气，直到现在，我左手的尺骨还是麻麻的…",
            "关于安柏": "侦察骑士是个机灵又正义的好骑士，可千万别在她面前做坏事哦？",
            "关于迪卢克": "迪卢克？小时候挺可爱的，可如今却活在自己的世界里…总之是个无趣的家伙。",
            "关于可莉": "可莉...看来还是没有掌握躲避代理团长检查的技巧啊，明明我已经点拨过她…哈哈，我说着玩玩的，你可别去揭发我哦。",
            "关于阿贝多": "阿贝多啊，沉稳优雅的小帅哥，而且才华横溢，是很讨人喜欢的类型。怎么，你也心动了？",
            "关于迪奥娜": "你也尝过了迪奥娜调的酒？还没到喝酒的年纪呐。哎呀，可惜，真是可惜，这种快乐无法跟你共享。只能期待你早点长大咯。",
            "关于法尔伽": "说来可惜，现在的西风骑士团，本没人继承大团长的行事作风。唉…我个人倒还挺欣赏那种的。",
            "关于菲谢尔": "什么？你说菲谢尔遮起一只眼睛的神秘样子，的确很符合「断罪皇女」的形象？哈哈哈…按照这个规律，我至少也得是个末代皇族后裔，对吧。",
            "关于诺艾尔": "我受代理团长大人所托，暗中照顾这位后辈。不过她很懂事，不需要我操太多心，真是令我欣慰。",
            "关于罗莎莉亚": "罗莎莉亚修女的秘密吗？这个不能说。不过我对她印象还不错，比某人好多了。她能够诚实地面对自己。烂事就是烂事，提不起干劲就是提不起干劲。",
            "关于砂糖": "别看砂糖文静又内向，据说，她在实验室里，收藏了很多特别的东西哦，很刺激，又很…露骨的那种。嗯？你问我？…我像是会偷看女孩子房间的人吗？",
            "想要了解凯亚·其一": "骑兵队长的头衔可没什么了不起的。说起来，蒙德城的骑兵都被大团长带走了。呵呵。",
            "想要了解凯亚·其二": "其实西风骑士团一共有十位队长，但不是所有人都有队长级的实力。",
            "想要了解凯亚·其三": "我的眼睛？我的眼睛没事。想把身体的某些部分遮起来是很平常的事儿吧？衣服和裤子也是一个道理。",
            "想要了解凯亚·其四": "坎瑞亚？哦，你知道的真多。坎瑞亚的荣耀早已不在，剩下的如今都已沦为罪人，又何必再提起他们。",
            "想要了解凯亚·其五": "原来我们已经相遇这么久了。跟你一起旅行，大概是我这辈子遇上的最有趣的事儿了，今后可别让我失望哦。",
            "凯亚的爱好": "品酒也是一种艺术，蒙德的酒是风神的恩赐，懂得好好品味才不会浪费了这份幸运。",
            "关于凯亚的烦恼": "孤独？怎么会，现在不就有人在我身边唠叨么。",
            "喜欢的食物": "蒙德特酿的起跑白葡萄酒，兑上三分蒲公英酒，苦味会被完美中和，这种酒叫「午后之死」。美味。",
            "讨厌的食物": "居然有人直接把葡萄汁拿来喝，明明只需少许时日就能变成佳酿的…啧，真是不懂浪漫。",
            "突破的感受·起": "嚯，你也有两下子嘛。",
            "突破的感受·承": "你好像一直都很照顾我嘛，谢啦。",
            "突破的感受·特": "力量又增强了啊…我说，你那是什么眼神，怎么感觉比我还兴奋。",
            "突破的感受·合": "本来只是同行，没想到你居然为我做到这一步…看在我也必须好好回应你才行呢。继续我们的旅程吧，挚友，是时候认真起来了。",
            "生日": "值得庆贺的日子，祝你今天能得到真正的快乐。"
        }
    },
    {
        "name": "丽莎",
        "url": "https://wiki.biligame.com/ys/%E4%B8%BD%E8%8E%8E",
        "lines_url": "https://wiki.biligame.com/ys/丽莎语音",
        "img": "https://patchwiki.biligame.com/images/ys/6/69/t3g00dnjqa23jssp0lkuty27e9p1n7j.png",
        "lines": {
            "初次见面": "嗨，小可爱，你是新来的助理吗？啊？魔导师大人？那是很久以前的事啦，现在的我不过是一介图书管理员而已。放心吧，姐姐会照顾好你的。那么…",
            "早上好": "啊…早安，琴。嗯？不好意思，我看错了",
            "中午好": "午休时间到了…",
            "晚上好": "你还不睡吗？我已经困了呢….",
            "晚安": "你努力的样子，姐姐全都见到了哦。嗯…让我想想，给你什么奖励吧…",
            "闲聊·下午茶": "明明是该喝下午茶的时间。",
            "闲聊·任务": "任务是做不完的，还不如陪姐姐…聊会儿天。.",
            "闲聊·不宜出门": "今天不宜出门…欸，我昨天也是这么说的？",
            "下雨的时候": "这种天气，泡一杯茶，坐着看雨多好。",
            "打雷的时候": "在雷雨天训练事半功倍哦~呵呵，骗你的。",
            "起风的时候": "天气真好，能躺下来补个觉就更好了。",
            "关于丽莎自己": "这可不是偷懒呀。谁不想用最省力的方法达到目的呢？",
            "关于我们·关系": "你想把我当作你的老师、前辈，还是朋友？都可以哦。",
            "关于我们·本领": "哎呀，再不拿出点真本事出来，就对不起你的努力了吧？嗯哼，也好，也好。",
            "关于我们·仪式": "再等一下，（亲）将悔罪的记号吻在弟子的前额。好了，那么仪式就完成了，今后你就是我丽莎的首席弟子了哟！",
            "关于「神之眼」": "神之眼啊…那可是导引元素力所必要的装置呢。唯独在你身上却是例外。唔…究竟是什么原理呢，啊，有了，你…有空陪姐姐做个实验么？",
            "有什么想要分享": "图书馆楼上的炼金工坊，可以随意使用哦？不过进去之前记得敲门，如果撞见什么不该见到的东西那就麻烦了。",
            "感兴趣的见闻": "嘟嘟莲是有着解毒功效的药草。有了它就不用再担心魔药的副作用了…哼哼",
            "关于琴": "琴是个称职的好团长。看到她认真工作的样子，就连我也忍不住想要多帮她一把。",
            "关于安伯": "小安柏刚进骑士团的样子我还记得呢，一转眼都那么能干了。啊，再过几年，又会变成什么样呢？",
            "关于芭芭拉": "芭芭拉的歌，你听过么？哼哼，听说她的旋律里有种治愈的魔力在流动喔。和我的魔药相比，不知道哪边更合你的胃口呢？",
            "关于迪卢克": "哦，想听迪卢克的故事？哈哈，那我知道一个更好的聊天对象。",
            "关于雷泽": "小狼狼，来来，过来这边。今天就临时来一场实战练习吧，对手我已经给你找好了的。欸？怎么跑了，真是的….",
            "关于可莉": "上次小可莉想借用我的工坊做实验，被我拒绝了，她可是生了我一天的气呢。嗯？你问第二天？第二天，她当然又高高兴兴地出门去玩了。",
            "关于莫娜": "莫娜？似乎是一位很优秀的魔导师小姐呢。但我并不是她们「魔女会」的成员哦，古树考案，组织茶会，一听就是麻烦的事情吧。",
            "关于阿贝多": "姐姐我觉得，阿贝多是很优秀的炼金术士。跟他只需要用三言两语，就能得到不错的结论。而且脸也长得好看。和小可爱你很像喔，嗯。",
            "关于菲谢尔": "菲谢尔…哦，那个总是来图书馆借幻想小说的女孩子。每次还书都会提前三天对书籍也十分爱护，是个好孩子呢。",
            "关于诺艾尔": "拜托诺艾尔清扫书架的时候，总感觉这孩子，越是疲惫就越开心，嗯…到底是怎么回事呢？",
            "关于砂糖": "没事就不要去打扰小砂糖哦，会吓到她的。呵呵，她擅长和各种各样的生物打交道，却唯独，不怎么善于和人类相处呢。",
            "想要了解丽莎·其一": "那么，今天想学习哪种元素力的知识呢",
            "想要了解丽莎·其二": "我的过去？嗯？想要更多地了解我一些吗？…可今天我恰巧有点累了。不过这份心意，姐姐我还是很高兴的。",
            "想要了解丽莎·其三": "我教雷泽掌握元素力量的时候，完全没想到那个孩子的悟性有那么好。仔细想想的话，你也相当能干啊，小可爱。",
            "想要了解丽莎·其四": "什么？想学习须弥教令院的魔法？可对现在的你来说，负担会有些重 啊？至少想学会入门的知识？那先看完这本《绪论》吧，也就800多页而已。",
            "想要了解丽莎·其五": "总有一天，这【眼】中的力量会毁灭一切的吧…到了那时，如果有你在的话…啊，没什么。",
            "丽莎的爱好": "小可爱，你想要来挑一瓶神奇的药水么？喝下去之前完全不知道会有什么效果，呼呼。",
            "丽莎的烦恼": "二楼的审讯大厅已经闲置两年了，明明给我用作元素工坊的话，就不至于那么荒废…赫塔小姐真是死脑筋。",
            "喜欢的食物": "我喜欢蔬菜汤哦。只要把所有的蔬菜全都丢进一口大锅子里，再用长柄的勺子搅一搅…欸，问我好不好吃？哼哼，来，啊一",
            "讨厌的食物": "我有南瓜恐惧症，每年的秋收节对我来说都太煎熬了。啊，要不要干脆把南瓜这个物种，彻底抹除呢？",
            "突破的感受·起": "该不会想让我加班吧…那可不好哦。",
            "突破的感受·承": "锻炼的机会，应该多留给新人，不是吗？",
            "突破的感受·转": "…要是我恢复全盛状态的话，说不定会发生什么不得了的大事哟。",
            "突破的感受·合": "啊...明明已经用各种方法劝过你了，真有你的，小可爱！到这份上还装作无动于衷的话，恐怕连丘丘人都看出来我在撒谎吧，那就让你见识一下，蔷薇魔女的真实吧！",
            "生日": "来，拿着，护身符，就作为生日礼物送给你了。虽然制作起来花了我不少时间…不许弄丢哦。"
        }
    },
    {
        "name": "刻晴",
        "url": "https://wiki.biligame.com/ys/%E5%88%BB%E6%99%B4",
        "lines_url": "https://wiki.biligame.com/ys/刻晴语音",
        "img": "https://patchwiki.biligame.com/images/ys/6/64/goj6bb8yj190midok60n2fbkk872090.png",
        "lines": {
            "初次见面": "我是刻晴，璃月七星中的「玉衡」。变革的时机已经到来，维持了千年的秩序即将被改写。这历史性的时刻，你愿意和我一起见证吗?",
            "早上好": "早安，早上的状态会为一天奠定基调，就算仍有困意，也要强迫自己打起精神来!",
            "中午好": "我没有午休的习惯，不过如果你累了，就去休息吧，三分钟之后我会叫醒你的。",
            "晚上好": "夜幕降临，灯火初上。嗯——又是安宁祥和的一天呢。",
            "晚安": "祝你好梦。我吗？…嗯，还有十来件事要处理，做完就能休息了。",
            "闲聊·耽误": "耽误太多时间，事情可就做不完了。",
            "闲聊·放松": "劳逸结合是不错，但也别放松过头。",
            "闲聊·机会": "无论是冒险还是做生意，机会都稍纵即逝。",
            "下雨的时候": "好大的雨…真耽误事。所以说他们的工作，明明昨天就能做完，为什么要拖到今天？",
            "打雷的时候": "电闪雷鸣虽然有点吓人，但璃月港的防雷防火工事是一流的，不用担心。",
            "下雪的时候": "没关系，继续前进吧。这种程度的雪，算不了什么。",
            "关于刻晴自己·理念": "觉得自己是正确的，就要大声地说出来坚决地去行动——这是我一直以来都贯彻的人生理念。",
            "关于刻晴自己·本职": "我的本职工作，是管理土地与建设。璃月幅员辽阔，物产丰饶，但若是缺乏合理规划，只重视眼前利益，就没办法抵抗风险。",
            "关于刻晴自己·质疑": "在你看来，支撑璃月走过千年，最重要的东西是什么?…帝君？…我不这么觉得，因为必须依靠努力才能生存下去的，终究是我们人类啊。高高在上的他却要介入一切。哼，说句不好听的，他真的什么都懂吗?",
            "关于刻晴自己·反思": "真的接手璃月的各种事务之后，才深感帝君千年来的辛劳。最近我遇上的棘手问题数不胜数，我总会不自觉地去想:「若是帝君，这时候会怎么做呢?」说不定，他真的什么都懂，是我太不成熟了。",
            "关于我们·追寻": "我很欣赏你，面对神明，不笃信，不盲从随时保持独立思考，有问题就大胆问出来，没有答案就会一直追寻下去。别不好意思，这才是正确的态度，毕竟，谁又能保证，神就不会犯错呢？",
            "关于我们·尝试": "这没什么难的，你试试就知道了。如果试过以后还不行的话…？不，你从没让我失望过，所以我相信你不是那样的人。",
            "关于我们·鼓励": "过去的我太天真了。想要和帝君相提并论，我…真的有这个资格吗？…欸？嗯…你说得对，明明在其他事情上都很有自信，为什么我会为这件事烦恼。与其在这里垂头丧气，不如多做多学，努力追上他",
            "关于「神之眼」·质疑": "都说「神之眼」是神的认可，我才不需要这种东西。不如说我还有点生气呢！就像我一直以来的工作成果，都是多亏了神的力量一样。明明是我自己的功劳，和神才没什么关系。",
            "关于「神之眼」·反思": "原来…帝君是想让我用超乎常人的力量去带领大家。哼，就算没有这份认可，我也可以把工作做得很好！等…等着看吧！我不会让他失望的！",
            "有什么想要分享·倡议": "除开「璃月七星」的工作，我也会做很多公益方面的事，大多数的反响都还不错。但类似「每天多工作一个时辰」这样的倡议，就遇到了不小的阻力…唉，看来想法还是太超前了，要不然，下次改成半个时辰试试吧。",
            "有什么想要分享·纪念品": "帝君的纪念品？你该不会觉得，我的房间里都是这种东西吧？我早就不是小女孩了！虽然…呃，确实是新买了几个帝君的土偶，但、但这些都是用来自我提醒的！和崇拜，仰慕什么的，通通没关系！",
            "感兴趣的见闻": "我听过一则流传在蒙德的故事：勇气让小鸟学会了飞翔。不过，应该是先对浩瀚天空无与伦比的向往，才会有振翅的冲动和勇气吧。对我来说，璃月，就是那片天空。",
            "关于钟离": "那位「往生堂」的先生，确实博学多才，令人敬佩，但他的思维方式，终究还是太像帝君的那一套了…如果他更有主见的话，将他招揽到我的身边做事，一定会大有帮助。",
            "关于北斗": "这位船长总是漠视规则，性格令人头疼可她的「南十字」船队，对璃月港来说又是必不可少的。如何平衡规则和利益也是一门艺术。哎呀，只不过那位负责律法的「天权」，可有的忙了。",
            "关于凝光·矛盾": "我和她虽然是同事，但性子真的合不来在她的眼里，璃月港不过是她的生意场，只要是能赚钱的事，她什么都做。这岂不是太没原则了？唔…还是说，这就是她的原则？",
            "关于凝光·合作": "帝君离开之后，我们难得地达成了很多共识。过去我对她的评价，确实有点偏颇。尽管根本的观念不同，但在现在的时局下，也只能把她视为战友了。",
            "关于凝光·琐事": "话虽这么说！明星斋的「琉璃新月」，我提前三个月就预定了！结果去取的时候才知道，凝光她用两倍的价钱，把这几个月里所有的「琉璃新月」都买走了！果然我还是受不了她！",
            "关于辛焱": "其实我也对她的「摇滚」很感兴趣。从传统文化的视角看，确实有点喧闹，但我不在乎。好听就是好听，好听的东西就应该发扬光大。",
            "关于白术": "白术先生的医术备受居民的信赖，如果有什么疑难杂症，去找他肯定不会有错。你说…那些奇怪的传闻？我只知道有一件事是真的，他开的药，确实特别苦，不止是小孩子觉得…给我都留下了很深刻的印象。",
            "关于香菱": "「万民堂」的这位年轻掌勺，我知道她很有才华，但发挥还是太不稳定了。以前本来想找她定制几桌宴席的，可是尝过她蜥蜴还有史莱姆的试菜之后…我就打消了这个念头。",
            "关于行秋": "我听说过他的故事，明明出身名门望族却不爱家族事业，喜欢去外面行侠仗义。我很欣赏他，毕竟，把家里的条条框框丢到一边，执意去做心中认为正确的事，这种魄力，可不是谁都有的。",
            "关于魈": "传闻中的少年仙人，现如今在这人治之世，也应该放下身上的重担了吧。人类已经不需要这样的守护了，就算遇上什么棘手的难题，我们也有自行解决的能力。",
            "关于甘雨·质疑": "我也不知道帝君当年做了什么，才会让甘雨对他这么忠心耿耿。不过，没主见也有没主见的好处——至少，就算是心中颇有微词，她也会按我说的去做，很有职业素养。",
            "关于甘雨·反思": "因为最近有很多事都拿不定主意，我经常去向她询问意见，毕竟，她可能是璃月最熟悉帝君的人了。唉，想起以前，在她面前说了很多得罪帝君的话，还是有点不好意思，不过，她似乎没那么介意，这让我松了口气…",
            "关于云堇": "路过和裕茶馆的时候，如果发现被围得水泄不通，那一定就是云董正在台上唱戏。许多商人都觉得，只是为了云堇，就值得把整个茶馆都买下来。",
            "关于风之神": "帝君离去之后，我一直都在思考，璃月港的未来该怎么走。除了参考帝君以前的行动，我还去研究了其他神明的治世手段。可是，邻国蒙德就让我很是困惑…像风之神这种做法，真的能让蒙德长久吗？",
            "想要了解刻晴·其一": "想要了解我？好啊，那我先把「玉衡」的工作原则讲给你听，等你熟记了这一百多条关键条目，就一定对我的理想了如指掌了？",
            "想要了解刻晴·其二": "万事万物都不可脱离联系独立存在，倘若一件事拖了后腿，与它联系的诸多事项也都会遭殃。所以，「今日事今日毕」。不是我性子急，而是事情本来就不能拖延。",
            "想要了解刻晴·其三": "不用和我太客气，「玉衡」说到底只是虚名，我不希望你因为我的身份，而把想说的话藏在心里—因为有话直说，这才是你独一无二的地方，也是我最欣赏的地方。",
            "想要了解刻晴·其四": "和你一起冒险，已经很长时间了。我越来越觉得，你就是我理想中的那个人一一欸？这么吃惊干什么？为了建成我理想中的璃月，你的确是不可或缺的啊？",
            "想要了解刻晴·其五": "「想要在帝君的土地上，留下属于人类的印记。」这果然很不容易啊。但我想和你定下一个约定——等到新时代的璃月港落成之时，来看看吧，我来领路。只有让你亲眼见证这里的脱胎换骨，才不会辜负你对我的陪伴和支持。",
            "刻晴的爱好": "这么多式样、这么多质地、这么多选择…啊，这就是「消费」呀，真是令人难以抵御的魅力。",
            "刻晴的烦恼": "璃月人的生活越来越好，这确实没错，但不思进取好吃懒做的人也越来越多了。唉，「璃月七星」很努力地改善社会福利，可不是为了养活这帮闲人啊。",
            "喜欢的食物": "从道理上说，不应该对食物有什么贪欲，但唯独那一道美味的金丝虾球…总是让我忘不了。哪怕就吃一个，也能满足味蕾，扫清身上积累的所有压力。",
            "讨厌的食物": "每种菜肴都有最理想的味道，我不能接受除此以外的做法，尝试都不行。比如，咸味的杏仁豆腐，甜味的莲子禽蛋羹什么的…都是在暴殄天物！",
            "生日": "生日快乐！我为你准备了一份特别的礼物。别看这只是一盏普普通通的灯，只要有一点点雷元素力，就可以点亮很长时间。在你需要光的时候，就用它吧。",
            "突破的感受·起": "心有所向，日复一日，必有精进。",
            "突破的感受·承": "很好，在需要随机应变的时候，又多了一种选择。",
            "突破的感受·转": "「昨天的经历都将成为明天的力量。」而这一切，都是与你同行的收获。",
            "突破的感受·合": "能和你一路结伴而行，我感觉受益匪浅。如果真的有一天，我抵达了理想中的终点…我的身边，还会有你陪伴吗？"
        }
    },
    {
        "name": "七七",
        "url": "https://wiki.biligame.com/ys/%E4%B8%83%E4%B8%83",
        "lines_url": "https://wiki.biligame.com/ys/七七语音",
        "img": "https://patchwiki.biligame.com/images/ys/8/8b/049fpv6jcr66mln0nmbbfgigfrkgrzo.png",
        "lines": {
            "初次见面": "我是七七，是个僵尸…啊，还要说什么来着。",
            "早上好": "早上了吗？今天要做的是…我看看笔记",
            "中午好": "…忘记帮白先生分拣药材了。",
            "晚上好": "晚上好。今天…我做了什么来着…",
            "晚安": "你先休息吧，我该去做柔软体操了…不要偷看。",
            "闲聊·自言自语": "咦，刚刚…我想说什么来着…",
            "闲聊·怕热": "想去凉快点的地方。",
            "闲聊·锻炼": "七二三四，七二三四…五六七七，五六七七…",
            "下雨的时候": "又忘记带伞了。",
            "下雪的时候": "想堆雪人…可似陪我吗？",
            "起风的时候": "凉凉的，很舒服。",
            "刮大风了": "拉手，拉手！要、要被吹跑了！...",
            "关于七七自己": "你问我吗…？对不起，我不记得了…",
            "关于我们·记忆力": "很多事情我都记不起来了，但是…也没什么不好。",
            "关于我们·记忆力锻炼": "最近我努力做了很多记忆力锻炼，所以不用担心我会忘记你了。",
            "关于「神之眼」": "「神之眼」，虽然无法停住时间，但是给了我守护重要之人的力量。",
            "有什么想要分享": "其实我的身体状况比白先生好很多…",
            "感兴趣的见闻": "药庐附近有时候会有小团雀出没，小小的一团。",
            "关于白术": "我记不起来白先生的脸了，但是也没什么关系…",
            "关于胡桃": "高温、假笑和死亡…讨厌。",
            "关于魈·名字": "唔，听起来像老古董…",
            "关于魈·记忆": "我见过他吗？",
            "关于辛焱": "是谁？",
            "关于瑶瑶": "可爱…像小团雀。",
            "关于小冥": "晚上…偶尔会感觉到有人和我一起做体操…是错觉吗？",
            "想要了解七七·其一": "有什么事吗?",
            "想要了解七七·其二": "柔软体操，让我能够保持和人类一样的身体状态。但是如果放松下来的话就会变回去...",
            "想要了解七七·其三": "有的人想要利用我，有的人很害怕我。但是你和他们都不一样。",
            "想要了解七七·其四": "从第一次见面开始，你就给我一种很温暖的感觉。和让人不舒服的热不一样，是我的心，感觉到了温暖。谢谢你…我很高兴。可惜我只认识现在的你，如果以后我忘记了…我们就…不，我会「命令」自己记住你。",
            "想要了解七七·其五": "以前我只想要活下去，虽然不知道为了什么活下去…但现在我好像知道了，以后想要和你一起活下去。我、我们可以…永远一直在一起吗？啊…真的可以吗？嗯！我会保护好你的！",
            "七七的爱好": "想要一只小宠物…小团雀那样子的。",
            "七七的烦恼": "我不明白，但是，温度高会让身体很难受…",
            "喜欢的食物": "喜欢椰奶。但是…尝不出味道。",
            "讨厌的食物": "对不起，我不知道…",
            "生日": "生辰快乐。给，草药香囊。很惊讶吗？上次你告诉我的时候，我就记在纸上了。每天都看一遍的话，今后也不会忘记的…",
            "突破的感受·起": "啊，变强了吗…变强，是什么呢?",
            "突破的感受·承": "啊，理解了。变强之后，控制力量需要更多的精力了。",
            "突破的感受·转": "以前我对更加强大并没有概念，但是现在…我希望能够再强一点。",
            "突破的感受·合": "这一切都是因为你在，谢谢你…可以答应我一个愿望吗？今后…就让我来保护你吧，好不好？"
        }
    },
    {
        "name": "香菱",
        "url": "https://wiki.biligame.com/ys/%E9%A6%99%E8%8F%B1",
        "lines_url": "https://wiki.biligame.com/ys/香菱语音",
        "img": "https://patchwiki.biligame.com/images/ys/c/cc/l5ae2erhaq8tn896a2yibndx5g7r5g5.png",
        "lines": {
            "初次见面": "我是来自璃月的厨师香菱，最擅长的是做各种捞…捞，料理…哎呀，练了那么多次，还是会紧张，嘿。",
            "早上好": "来得正好！一起去补充点食材吧？",
            "中午好": "午饭已经做好了，快过来吃哦！啊鸣…来晚了可就没了。",
            "晚上好": "要吃夜宵吗？我这正好做了串炭烤岩斯蜴。哎呀，别盯着了，快尝尝吧！",
            "晚安": "喂…你不会是想背着我偷偷吃什么好东西吧？哦…只是休息啊…嘿嘿，那晚安呢。",
            "闲聊·点心": "要吃点点心休息一下吗？我准备了一箩！",
            "闲聊·火史莱姆": "火史莱姆，是椒盐…还是做成蒜香的好呢？",
            "闲聊·觅食": "嗯，闲着也是闲着，还不如一起找找食材去！",
            "下雨的时候·态度": "嗯…我不太喜欢雨天。",
            "下雨的时候·疏忽": "我想…今天有没有晒衣服出去…",
            "起风的时候": "风史莱姆最喜欢在这种天气活动，快趁机多收集点儿！我给你做史莱姆沙冰！",
            "关于香菱自己": "你见过蒙德城的龙？有多大？哇，不是吧。那要是做成龙肉排－－嗯，该有多棒啊！",
            "关于我们·长处": "虽然比起认路我更擅长做饭，但…不管啦，出门喊我准没错！",
            "关于我们·新知识": "自从认识你，我好像学会了不少料理以外的知识。欸？呃…你问我都有些什么？吧…嗯…你突然这样问，我又有点想不起来了。算了算了，我原本就不擅长这些，还是给你做两道新菜尝尝吧！",
            "关于「神之眼」": "无论什么时候，我都要做出所有人都爱吃的料理。神一定也认为这是正确的事情，才授予了我这个连大师父也没有的「神之眼」…语，怎么说来着…哦，以资鼓励！",
            "有什么想要分享": "如果拉肚子了,喝一杯霓裳花泡的茶就会好的！欸？我懂一点食疗方法也不用奇怪吧！",
            "感兴趣的见闻": "我喜欢洋葱！…我试过十几种切洋葱不会流泪的方法，没一个对我有用。但这也阻止不了我喜欢洋葱！",
            "关于白术": "嗯？我闻到了雾虚花的香气！是白先生，白先生来帮你看病了吗？你是哪里不舒服，头晕还是胃疼？还是嗓子痒？还是没力气？哦…没生病。那还好。不然白先生会给你超——苦的药哦，",
            "关于凝光": "哦！刚才那个，是「天权」大人啊…嗯你凑过来点。再，再过来点。我跟你说哦，她可是一个特别厉害的人，港内的事情她什么都知道。所以，你也要小心一点，不要被她盯上了…",
            "关于胡桃": "唔，你是不是也被胡桃欺负过？她老是趁我不注意躲到我后面，这样突然拍我的后背，得逞了还嘿嘿地笑，哼。但我大人大量，看在她每次都会给我带酿梅花做线花糕的份上，才没跟她斤斤计较。",
            "关于迪奥娜": "清泉镇的迪奥娜！啊啊，听说她能调出持别好喝的酒，我专门拜访过她！想着如果能把调酒的秘方借鉴到料理上，说不定也能做出美味。但是，她给我的秘方，比如啤酒里泡蜥蜴尾巴，蒲公英酒里放小块熏鱼…做出来都不是很好吃。呜，果然还是要靠自己吗？",
            "关于北斗": "北斗姐姐人特别好！跟着她出去航海的话，每次都能捕获到好多新鲜的食材！章鱼脚拿来煲汤最好，海天青就要用辣椒好好炝一炝。不光北斗姐姐，「南十字」的船员们都很喜欢我做的菜呢。",
            "关于钟离": "我遇到过不少挑剔的食客，但像钟离先生那种嘴巴上讲究，还能一针见血的，真的就只有他一个！那天我给他上的第一道菜是「椒盐豆腐」，他只尝了一口，就问我用的是什么盐，然后又说什么不妨试试孤云阁浅海处提炼的海盐吧，它的层次感能够为豆腐赋予更多鲜味」。我试过之后味道真的大有不同。你说，他是不是好厉害！",
            "关于重云": "重云啊，他总是跟着行秋一起来「万民堂」吃饭…呃，或者应该说，是被行秋拖来的？但是重云不吃热食。每次热菜上桌，行秋就会客客气气地说一声「失敬」，然后动起筷子逐一评点起每道菜的美味之处，他那夸得呀，我都想冲过去尝一口！你是没见到重云那种眼神，哈哈哈。还挺有趣的呢，他俩。",
            "关于甘雨": "甘雨？嗯　啊啊有印象有印象，是那位只吃素食的客人吧！她来「万民堂」的次数不算多，每次都是一个人躲在小角落里不吭声地吃着饭。我嘛，看她孤孤单单有些可怜，就总帮她多召两大勺菜，没想到，她每次都能全部吃完！真是不可貌相。",
            "关于瑶瑶": "嘿嘿，她啊，是我引以为豪的小师妹喔不过呀，她很久没来「万民堂」玩儿了。是大师父放心不下吧　哼，明明生的云来大章鱼那么好吃，瑶瑶上次不光不让我吃，还叫上大师父一起训斥我，呜…有时候真不知道，到底谁才是师姐了",
            "关于辛焱": "辛焱经常来「万民堂」吃夜宵喔！像行秋、重云他们不敢试吃的新品，辛焱就会毫不犹豫地下筷…而且有八成以上的概率喜欢！哎，真是很不错的人呐。",
            "想要了解香菱·其一": "烤鸽子肉，来两串？哎呀～尝尝嘛。加了我的独门秘方，绝对跟其他家的不一样！",
            "想要了解香菱·其二": "大师父教我的枪法，很厉害吧？你想学的话我也可以教给你哦！不过说到这个…要是你愿意跟我学厨就好了！我的这些技巧和配方，要流传得远远的才好呢。",
            "想要了解香菱·其三": "问我的愿望吗？那当然是要创造全新的新菜系！璃菜和月菜都是有极限的。哦，关键一定在于辣味吧！事不宜迟，让我炒个锅巴辣椒给你尝尝！",
            "想要了解香菱·其四": "嗯！我看你已经快被我的厨艺征服了嘛～是时候给你品尝我苦心研制的新菜品了——七彩琉璃大煎饼。喏喏，这薄薄一层蛋皮里面包着红色的松鼠火腿，橙色的胡萝卜，黄色的太阳蛙肉，绿色的嘟嘟莲，蓝色的蝴蝶翅膀…呃？真的不想吃吗？",
            "想要了解香菱·其五": "我…有点想不明白，明明以前睡一觉就好了的，这可不是我的风格。啊呀，不行！还是让你来想吧！嗯…我很想让你一直试吃我的新菜，但不知道从什么时候起，如果你吃坏了肚子，我也会特别难受。我，我到底该怎么办呢？",
            "香菱的爱好": "看着点哦！像这样烧热一锅油，然后，把去掉翅膀的晶蝶这样放下去炸…哎呀你别走啊，超香的啦！",
            "香菱的烦恼": "呜，史莱姆滑蘑菇一份也没卖出去。就因为卖相不好吗？口感明明很棒的呀…",
            "喜欢的食物": "喜欢的食物呀，嘿，那当然是尚且不知道味道的新菜啦！欸，我这样回答很狡猾?呜，明明说的是实话嘛。",
            "讨厌的食物": "我是不会对食物有什么偏见的！只有不合适的做法，没有不合格的食物！",
            "生日": "啊，找到你了！快来，我给你做了一整桌的菜喔！嘿嘿，不用急着夸我，先等你尝过味道再慢慢说吧！",
            "突破的感受·起": "呼哇~！好爽！全身上下都充满了力量！",
            "突破的感受·承": "嘿、哈！好！一拳就能把野物打晕必保证食材新鲜！",
            "突破的感受·转": "有这种力量的话…终于可以…不好，口水要流下来了！",
            "突破的感受·合": "父亲曾经说过：「想做出十分的菜肴，就要投入十二分的热情。」我懂的、我懂的！能走到今天这个地步，一定是因为有你付出了十二分的热情陪我练习。嗯，那我也要再加倍…用再加倍的热情来回应你！"
        }
    },
    {
        "name": "重云",
        "url": "https://wiki.biligame.com/ys/%E9%87%8D%E4%BA%91",
        "lines_url": "https://wiki.biligame.com/ys/重云语音",
        "img": "https://patchwiki.biligame.com/images/ys/4/46/mpnu86qhgs99cbbt35kb09702aqp70i.png",
        "lines": {
            "初次见面": "我名重云，家族久居璃月，世代以驱邪除魔为业。今日萍水相逢，看来我与阁下有些缘分。唔…不收钱的，不收钱！",
            "早上好": "早晨的好时光可不能辜负，抓紧练功。",
            "中上好": "正午灵气极盛，可得抓紧练功。",
            "晚上好": "晚间最适静息凝神，更要抓紧练功。",
            "晚安": "呼，累了一整天，你也休息去吧。明天再去传闻中鬼怪出没的老宅看看，说好了。",
            "闲聊·驱邪之法": "方士驱邪一靠咒术，二赖武艺。另辟蹊径亦可，但终非正道。",
            "闲聊·饮食": "寒食饮冰利于平神静气…清心泡水辅以冰块饮下，对身体最好。",
            "闲聊·口诀": "驱邪缚魅，内外澄清，啊，呃…糟了，后半句口诀忘了。",
            "下雨的时候": "雨是无根水，是最澄静的水，对驱邪除魔大有帮助。",
            "打雷的时候": "这落雷好大阵仗，妖邪也会惧怕的吧。",
            "下雪的时候": "啊…好天气，真是舒服。",
            "关于重云自己·方士": "我们方士一派自古守护璃月，传承久远，剿杀邪魔自然是手到擒来。",
            "关于重云自己·委托": "明明什么都没做，只是进了凶宅的门就解决了问题。这个委托的报酬，你觉得是拿还是不拿呢？",
            "关于我们·旅伴": "你的本事不错，对丘丘…咳…邪魔从不手软，我们结伴而行如何。",
            "关于我们·怪谈": "璃月的奇闻异事你已经见了不少吧，你说的那些方外的鬼怪，我…我也想看看。",
            "关于「神之眼」": "「神之眼」虽然厉害，却不可盲目依赖。我还是更加信任方术合武技。本事要精进，还是得勤学苦练。",
            "有什么想要分享": "璃月的土地上妖邪传闻虽然众多，但真假参杂，有些奇奇怪怪的委托…其实跟鬼怪一点关系都没有。",
            "感兴趣的见闻": "听说琥牢山的琥珀中封存了不少稀奇古怪的东西，会不会也有一些历史传说中的妖邪呢？真想见识见识。",
            "关于钟离": "「往生堂」的钟离先生啊，隐约觉得是个厉害角色，凡夫恶党杀人，我们方士除妖，他居然能葬仙人。",
            "关于行秋": "我虽然敬佩行秋的武艺和侠心。但是我一定要事先提醒你，他坏心思也不少。如果真的发生了什么事情，记得回来和我结成受害者同盟啊。",
            "关于魈": "降魔大圣和我们方士一派，一暗一明，共守璃月，历史已久，我非常尊敬魈上仙。但是，那位大人居然说…居然说什么驱邪方士量小力微不值一提，我，我绝对不能苟同！",
            "关于胡桃": "「往生堂」的手段还是信得过的。但是那副「不用你们方士操心」的嘻嘻笑脸却看着让人火大…呼，冷静冷静。",
            "关于七七": "看起来是个僵尸小姑娘，但作为方士我能察觉到…她可不一般。嗯…名字也不见宝诰之中，究竟是哪尊呢…",
            "关于辛焱": "我会尽可能避开辛焱演出的区域。那般热闹的气氛，即使无意融入，也难免受其影响…我是说，会让人不自在。",
            "关于香菱": " 香菱做菜的手艺有口皆碑，但是她那些辛辣烫口的菜品我是绝对不会碰的…没有，没有什么…你看，史莱姆滑蘑菇？这能吃吗？",
            "想要了解重云·其一": "本事很重要，不然空有热血，只会坏事。对于这点，我深有体会。啊，倒不是我自己的我体会，呃…是近年行走璃月，观看人间百态的感悟。",
            "想要了解重云·其二": "我天生是「纯阳之体」，据说千年难遇，所有鬼怪对我退避三舍。唉…这其实一点都不好，哪有见不着鬼怪的驱邪方士。",
            "想要了解重云·其三": "「纯阳之体」常常导致热血太盛，没少害我出糗。我不食辛辣高温、出门撑伞、回避激荡的音律，就是为了克制它。唉…什么时候这体质才能不妨碍我呢？",
            "想要了解重云·其四": "坐等妖邪现身是没用的，得主动寻访。我为璃月人镇邪，于人能免去烦愁，于我也能广开视野。如果你遇到邪崇搅扰，我一定也会立刻来帮你。",
            "想要了解重云·其五": "剿灭天下妖邪是我身为方士得最终目标，将来这儿宏愿实现之后，不管是温泉、绝云椒椒还是别的什么…热血刺激的东西，我其实…都可以考虑。唔…不行。这样想想就会有些激动…不好不好。",
            "重云的爱好": "我？嗯…我最喜欢的还是听说书。茶博士总是能吧各种奇闻怪谈讲得惊心动魄。有空不妨一道去听听。",
            "重云的烦恼": "经我多方打听，费了好大功夫，才找到一处破庙有妖邪出没！于是，我守了四天，却完全不见妖邪得影子。唉…这种事经常发生。",
            "喜欢的食物": "每日修行完毕后，要是能吃上稻妻运来的生鲜还有冷餐就好了，那种冰凉清爽得口感能缓解所有疲劳。",
            "讨厌的食物": "所有又烫又辣得食物我都不能入口。如果是有绝云椒椒得菜，啊，想想就吓人。",
            "生日": "今天是你的生辰,这朵冰晶结成的小花送你,是我自己雕的。如果遇到妖邪,掷出冰花,我封入的咒术自会生效,助你脱险。啊…还有,生日快乐。",
            "突破的感受·起": "驱邪得术法也常常用到这些材料，没想到还能用于提升自己的灵气。",
            "突破的感受·承": "习武与术法一样，都有境界。受你指导，我又有进益了。",
            "突破的感受·转": "原来习武之道还有这样一种境界，手眼相通，人与剑合…嗯，我悟到了！",
            "突破的感受·合": ""
        }
    },
    {
        "name": "行秋",
        "url": "https://wiki.biligame.com/ys/%E8%A1%8C%E7%A7%8B",
        "lines_url": "https://wiki.biligame.com/ys/行秋语音",
        "img": "https://patchwiki.biligame.com/images/ys/a/a6/bz36kyv7jhk9p3sqk6g3r79a7t5aqa2.png",
        "lines": {
            "初次见面": "在下行秋，不过书海一蠹。某虽不才，任原为君略尽绵薄。能的有机会说这种风格的台词，感觉还不错。",
            "早上好": "早啊，早上的时间这么难得，能做做自己喜欢的事情就好了。",
            "中午好": "午饭有点不想吃米饭，想吃点糕点。待在书斋吃，父亲和兄长就不知道了…嗯？想一起来吗？嗯…只要你不把碎屑沾到书上就行。",
            "晚上好": "去偷点萤火虫来看书，怎么样？唔，我的玩笑话你可别当真，对眼睛不好的。",
            "晚安": "明天我也在老地方。只要你不中途迷了路，就准能找得到我。",
            "闲聊·无人夜": "「有时明月无人夜，独向昭潭制恶龙」",
            "闲聊·文章": "「衣诫贮文章，自言学雕虫」",
            "闲聊·偷闲": "正所谓「偷得浮生半日闲」，哈哈",
            "闲聊·阅卷": "如此如此，这般这般…诶？预知后事如何，且听下回分解？唔…",
            "闲聊·新书": "盘算着也该到「万文集舍」新进小说的日子了，不妨…我们顺道去看看？",
            "下雨的时候": "这么说来，我们家出品的锦缎伞，好像既不能遮阳也不能挡雨。唯一的用处就是挂在墙上。",
            "雨过天晴": "晴了就好，不然藏书会生霉的。",
            "下雪的时候": "只有这种天气的时候，我才会觉得家里比书店好。家里煤火很足，而书堆里就不准用火。",
            "阳光很好": "练功的好…啊不，是看书的好时节。好啦，我脸上又没有写字，别一直盯着我看了。",
            "关于行秋自己": "在人前彬彬有礼，是因为大家见我是飞云商会的二少爷；在你面前能怎么轻松，大概因为你看我的方式并不一样吧。",
            "关于我们·书友": "你算我的书友吧。什么？打架？古华派？战友？…唔！你都在说些什么呢。不是说好这是我们两人间的秘密吗！",
            "关于我们·结拜": "我要和你结拜，就去绝云间的祭坛那边。不行，不能拒绝。你知道了我的底细，也就知道了一直被我掩饰着的真实的自己…我不能放你走。除非…你答应我不会撒手不干！",
            "关于「神之眼」·古书": "「神之眼」的事情，虽然一般少有记载，但在我所收集的古书中却有一段特别的描述，待我找给你。",
            "关于「神之眼」·领悟": "受书中启发，我领会到，枪术与剑术的本质，正是瞳术。唔，解释起来可能有点费力…如果你真想知道，就跟我去「王山厅」走一趟吧。事先声明，到时候你可不准笑。",
            "有什么想要分享": "璃月非去不可的地方？这个问题很难回答，不过，如果消失了会让我很难过的地方…「万文集舍」稳排第一，「古华堂」能进前十吧。",
            "关于北斗": "北斗阁下是我非常尊重的人。不过希望她不要喊我「小子」，也不要一见面就揉我头发。",
            "关于凝光": "「天权」大人是我不得不尊重的人。不然会给家父以及家兄添麻烦。嗯？对她本人，我想想。嗯…还是算了，不说别人坏话了。",
            "关于重云": "唉，重云着家伙，虽然也知道我的底细，但真要和他搭档去完成任务还得审慎。他现在还是执着「武」技。却不理解「侠」心得境界，需要多练练。尤其…是吃辣的方面，哈哈。",
            "关于云堇": "云堇啊，她只要喝到满意的饮品，就会有动力去创作新戏。我呢，就一直在床底下囤着一小罐茶叶，就是为了等哪天她兴致索然的时候给她送去。这样我就有听不完的义侠传奇了！",
            "关于胡桃": "那个小姑娘，正是「往生堂」的当代堂主。嗯？问我怎么看待她的为人？…行事作风嘛，坊间传闻是做不了数的。真想了解一个人，还得看她正在想要的是什么。",
            "关于七七": "总感觉七七的身上藏着谜团。但只要白术先生在场，就跟她说不上几句话。除非，我们能找个白术先生外出看诊的机会，专门…",
            "关于香菱": "见到香菱的时候，你可得多观察下她的表情。尤其是刚刚添置完食材回来的香菱，笑得越开心，就越危险。要是被她缠上，逼你试吃新品…这种情况，我一般会靠重云来处理。",
            "关于辛焱": "辛焱到底是在哪里演出的？从吃虎岩到玉京台…唉，能够安静看书的时日是多么宝贵啊。",
            "关于钟离": "我看见过家父和家兄接待过这位先生，就从他们的行礼时候的恭敬态度来看…对方应该是很有地位的人物吧。我还听说他是给仙人办丧事的人感觉很有底蕴要不要一起去挖掘他身上的秘密呢？",
            "关于阿贝多": "下一卷、下下卷、下下下卷的重要场景，我都已经想好要配怎样的插画了！啊，必须赶快把灵感记下来，修书一封，寄给白垩老师…",
            "想要了解行秋·其一": "阁下最近可好？如果闲来无事，可以来「万文集舍」转转。",
            "想要了解行秋·其二": "问我为什么总是一个人看书？好学…并不是什么坏习惯吧。没有什么特别的地方，嗯，真的没有。",
            "想要了解行秋·其三": "今天的时间已经空出来了吗？好，我也随时可以出发，书？没关系，书可以回来接着看，那些需要我们帮助的人可不能等啊。",
            "想要了解行秋·其四": "你说你有个好点子？用我们之前做的事情当原型，写一本探案集加武侠题材的小说，《万文集事件簿》？嗯，啊哈哈哈…是个好点子，但是不采纳。嗯，不会采纳的。",
            "想要了解行秋·其五": "「洋洋万言，织诗成锦。」唉，我也想有这样的评价啊。这件事我只和你一个人说。其实，我也在写小说。现、现在当然不能给你看。以后…以后你会在书店里看到的。",
            "行秋的爱好": "我的爱好当然是看书。什么书都看，嗯？你一脸坏笑看着我干什么。唔，那事我们两个知道就行了，还是不适合明面上讲。说出来就没意思了。",
            "行秋的烦恼": "烦恼啊，嗯…未来有朝一日兄长继承了家业，我会怎么样呢？这样无忧无虑的生活恐怕…啊，我不是在说身份这类的，我不在乎那些。我是觉得大哥太呆了，没我帮忙不太行啊。",
            "喜欢的食物": "我比较喜欢吃糕点和月菜海鲜。主要是因为，我们家一直就吃得很清淡吧。",
            "讨厌的食物": "我很讨厌胡萝卜，小时候家母经常捣碎胡萝卜做成…还是不要让我讲下去了。即使是在回忆里，那种味道也…",
            "突破的感受·起": "如果没有能力，那我心中的那个字，可能也就停在纸面上了吧。",
            "突破的感受·承": "如果心中没有善恶的标尺，努力就会错了方向。舍本遂末，变成追逐暴力的俗人。",
            "突破的感受·转": "",
            "突破的感受·合": "",
            "生日·祝福": "咳，咳咳。恭祝你福寿与天齐，庆贺你生辰快乐。",
            "生日·习俗": "据记载，天成石桥是上古战争时候，岩之神摩拉克斯投出的石枪倒塌后形成的。要是生日当天在桥上走一趟，往两边海里投点摩拉，就能保佑一年安康…生日一年只有一次，想去的话就快点去吧…没骗你，是真的。真的，快去吧。"
        }
    },
    {
        "name": "北斗",
        "url": "https://wiki.biligame.com/ys/%E5%8C%97%E6%96%97",
        "lines_url": "https://wiki.biligame.com/ys/北斗语音",
        "img": "https://patchwiki.biligame.com/images/ys/9/9a/7v8r50l2lx0fzc2tllu20e2v7y54zms.png",
        "lines": {
            "初次见面": "我是北斗，听过我的「南十字」船队吗？如果你也喜欢冒险，那就跟着我吧。我罩你。",
            "早上好": "哟，早。我准备出发了，一起来？",
            "中午好": "去香菱那吃午饭吧。你别说，这大锅热油炒出来的，还真和海上的烤鱼腌肉不一样。",
            "晚上好": "好，出发喝酒去喽！哈哈哈，平时没人卖酒给你是吧？那不如——",
            "晚安": "这时间过得可真快。去吧，一帆风顺。",
            "闲聊·切磋": "想切磋的话，我随时奉陪。",
            "闲聊·畅饮": "啊——干完活，喝口酒，真畅快。",
            "闲聊·陆地": "难得在陆地上逗留那么久，居然有点不习惯了。",
            "下雨的时候": "被困荒岛的时候，雨水就是宝贵的淡水来源。虽然现在是用不上啦。",
            "打雷的时候": "喂，打雷而已。在海上不用怕，在陆地上，就更不用怕了。",
            "起风的时候": "刮大风了…注意扬起来的风沙，别揉眼睛。",
            "关于北斗自己": "航海准备——兄弟们，各就各位，全新的冒险要开始了！",
            "关于我们·称呼": "我是老大，你是我兄弟，没问题吧？哈？这些叫法太老土？行。那就按你喜欢的方式叫吧。",
            "关于我们·识人": "我认人很准。当你见过大海，那么普通人脸上的小水花，可就太好读懂了。所以，我第一眼就认准了你这个家伙。",
            "关于我们·选择": "你是我选择的船员，是我选择的兄弟。就说这一点，都够我自豪很久。",
            "关于「神之眼」": "在那些没有「神之眼」的家伙心中，拥有「神之眼」，获得了神的认可的人，应该是旗帜吧。那么，旗帜就该有旗帜的样子。我是这样鞭策自己的。",
            "有什么想要分享": "遇到难题了吗？不知道如何向前的话，总之先迈出第一步，后面的道路就会自然而然地展开了。",
            "感兴趣的见闻": "每次远航回来看见石鸢的时候，就说明差不多快到家了。海上的景色看多了难免单调，相比之下，虽说是猛禽，但那副自在翱翔的模样，总觉得亲切可爱。",
            "关于凝光·璃月七星": "凝光啊，从「璃月七星」的角度上来说已经做得很好了吧。只是，我要负责的对象从来就是我的船和兄弟们，不是什么「璃月七星」啊。",
            "关于凝光·态度": "凝光一向不怎么坦率，但她曾经很直接地表露过对我的不满。不过啊，喜欢和讨厌都是她自己的事情，我是不可能动摇的。",
            "关于香菱·好厨艺": "香菱的一手好菜，可是我们一众人在远航时的念想。没力气的时候，要是想想干煸绝云椒椒那满嘴留香的滋味，都能精神几分。",
            "关于香菱·试吃": "香菱啊，她偶尔也会用一些说不上好滋味的食材，做出一些很是了不得的味道。不过嘛，没有尝试就不会有进步，我倒是挺乐意帮她试吃的。",
            "关于钟离": "你说「往生堂」的那位先生吗？兄弟们有时会聊起他的传言，听上去是个很有意思的人啊。嗯，有机会去结交一下吧。",
            "关于魈": "有一年海灯节前夕，船队在归航时遭遇了风暴，紧赶慢赶才在入夜时分回到了璃月港。那时候，海灯早就散了。我却在孤云阁的方向，看到了空中悬着一个少年模样的仙人。想必就如传闻一样，在人们看不见的地方，也有人在守护这个璃月港吧。",
            "想要了解北斗·其一": "想要踏上我的「南十字」号，得先回答我一个的问题。大海之中充满凶险，告诉我——你为什么想上我的船。",
            "想要了解北斗·其二": "那些关于我的传奇故事？哈哈哈，那是兄弟们看重，才在夸我的时候添油加醋。不过，你要问我怕不怕在出海的时候遇到什么魔物，那自然是不怕的。",
            "想要了解北斗·其三": "问我帮助平民的用意？哈，哪有什么用意不用意的。谁的人生还没有个低谷。我的帮助是小事，但对他们而言，迈不迈得过去那道坎，可能就是两条路啊。",
            "想要了解北斗·其四": "我经历过痛苦的时光。小时候没摩拉买吃的，只好偷人家树上的果子，讨了几年生活。等到有了自己的船队，还是被趾高气昂的商人们排挤在外。但是，这些事当作茶余饭后的笑谈讲给你听，就足够了，我绝不会让你再经历一遍。",
            "想要了解北斗·其五": "追随我的兄弟有很多，我问过，我也记得他们每一个人上船的理由。你是很特别的。我知道你还有需要完成的事情，我不会授予你职务和头衔。但无论你的旅途去往何方，「南十字」号，永远都有你的位置。",
            "北斗的爱好": "爱好啊…我想想。冒险算一个，掌舵算一个，交朋友算一个，喝酒算一个，吃好吃的算一个…一个手都数不过来啊。",
            "北斗的烦恼": "搞得定的事不必烦恼，搞不定的事烦恼也没有意义。我就这样过得快快活活的。哦，要是你遇到什么想不通的事情，你可以来找我。我帮你一起解决。",
            "喜欢的食物": "我喜欢味道重的菜！什么炝炒肉片啊，麻婆豆腐啊我就很喜欢，能填饱肚子。大家围坐一圈一起吃的时候，气氛也会变得火热火热的。哈，说得我都想去吃一顿了。",
            "讨厌的食物": "我不太喜欢吃凉菜冷盘。有这慢悠悠开胃的功夫，鱼都能烤熟几条了。",
            "突破的感受·起": "痛快！又变强了不少。",
            "突破的感受·承": "这满载而归的滋味，开瓶美酒来庆祝吧！",
            "突破的感受·转": "好样的，有你这种得力的兄弟，是我北斗的荣光！我也不能让你小瞧了啊。",
            "突破的感受·合": "这几番操练下来，算是达到了我武艺的巅峰状态了吧，谢谢你…对了，不如再陪我过两招吧。",
            "生日": "来，上船。我早就跟兄弟们约好把时间腾出来了，吃的喝的也都准备好了。今天你生日，让你做一天老大。哈!嗯，想去哪?"
        }
    },
    {
        "name": "凝光",
        "url": "https://wiki.biligame.com/ys/%E5%87%9D%E5%85%89",
        "lines_url": "https://wiki.biligame.com/ys/凝光语音",
        "img": "https://patchwiki.biligame.com/images/ys/6/6c/oo4earntw7se6jssxq5tjgsbyxrho79.png",
        "lines": {
            "初次见面": "我是七星之「天权」，凝光。要做个交易，吗？你来做我的贴身侍卫，而我，会教导你在璃月出人头地的技巧。",
            "早上好": "早，按事情的轻重缓急向我禀报吧。",
            "中午好": "「琉璃亭」和「新月轩」，你更常去哪一家？",
            "晚上好": "茶馆已经客满了？那就来「群玉阁」坐坐吧。只要…你付得起价钱。",
            "晚安": "嗯，去休息吧。要是发生了重要的事情我会派人通知你的。",
            "闲聊·古玩": "就算古玩价值连城，给人的娱乐也只有刚拥有的一瞬。",
            "闲聊·商战": "在商战中，完美的猎手不会留下任何痕迹。",
            "闲聊·投资": "找笔新的投资吧。无论如何，摩拉都不会嫌多。",
            "下雨的时候": "哦？下雨了啊。替我打伞吧。",
            "下雪的时候": "不过是寻常雪景。我带你见见，真正的「碎雪」",
            "刮大风了": "这样的大风天，会成为捕鱼人的灾难。也会成为…同，没什么。",
            "关于凝光自己·观点": "无论是价格谈判还是商战博弈，声势和筹码都是次要的:想要取得胜利，就需要先去了解对手的底牌。",
            "关于凝光自己·印象": "觉得我给你的印象变了？呵..那时我需要借助你的力量，当然要让你觉得我亲切热情。但现在我已将你当作重要的契约]伙伴，伙伴之间，就不用这些虚情假意了。",
            "关于我们·传言": "关于我的传言，最近听了不少吧。我究竟是怎样的人？用你自己的双眼分辨吧…当然，你的看法，也会成为传言的一部分。",
            "关于我们·观察": "跟了我那么久，你学会「观察}了吗。那么，试着来「观察」我吧，直到成为我的心腹为止。",
            "关于我们·群玉阁": "上前来，和我并肩站着。看到「群玉阁」了吗。它起初只有房间大小，如今却能遮蔽璃月上空。等到它的规模有朝一日笼罩七国，那时候，也这样和我并肩而立吧。",
            "关于「神之眼」": "能用摩拉解决的事情，就无需使用「神之眼」。至于用摩拉也解决不了的事情…至今我只遇到过一件。",
            "有什么想要分享·庄家": "赌徒永远会把希望寄托在下一颗骰子上.但最后赚钱的、当然是从来不碰般子的庄家。",
            "有什么想要分享·目标": "帝君的离去，无论对璃月还是七星来说都是不小的考验。我也很久没有像最近这样辗转反侧了。不过，我不会放弃我的目标。总有一日，我会让群玉阁投下的影子笼罩七国",
            "感兴趣的见闻": "璃月古代辞赋中不乏对于「琉璃百合」的溢美，但它现今却近乎灭绝，只在「玉京台」还有保留。名声在外却又不可多得，因此更加价格不菲。",
            "关于北斗·罚金": "那位…船长。明明也受到不少人推崇，，却总是带头漠视规则。她缴纳的罚金，都够买一艘崭新的远洋船了吧。",
            "关于北斗·态度": "或许你没有遇到过这种糟糕的交流体验将好话坏话说尽了，对方却依然自行其是。罢了，尽可能不要让我见到那位北斗船长。",
            "关于钟离": "钟离.「往生堂」口中的这位先生，精通许多旁人不知的事物。但在掌握他的弱点之前，再优秀的棋子，也还不能为我所用:",
            "关于行秋": "飞云商会的二公子，那种性格的人看不惯我，是很自然的，而我也不会去为难他。「道不同不相为谋」，说的就是这个道理。",
            "关于香菱": "「万民堂」的小丫头…总是把对我的猜疑写在脸上。呵，要是让她知道了，这些年来我对「万民堂」的资助…她会露出怎样的表情来呢？",
            "关于甘雨": "即使是甘雨，也不可过度依赖。璃月俗语说「百密终有一疏」。重要事情当前，只有自己亲手处理，亲眼查证，才可放行。",
            "关于瑶瑶": "是在谈论甘雨正帮忙照看着的小姑娘么。呵，不用紧张，此事我并无声张的打算，就当那个船长，总能做一两件聪明事吧。对了，这瑶瑶;近来光顾着吃海产了你得想办法劝劝甘雨，叫她为瑶瑶多补充些瓜果蔬菜才对。",
            "关于刻晴": "[玉衡星」她最近的变化可真不小。璃月究竟更需要曾经的她，还是更需要现在的她呢？可能要多花一些时间，才能判断吧。",
            "关于琴": "蒙德城的代理团长，想必是一位严谨而又细腻的女性吧。且不说她恰如其分的用词，连每张信纸的边缘都折叠得一丝不苟。越是这些容易被人忽视的细节，越能透过它窥见一个人真正的品质。",
            "想要了解凝光·其一": "既然是你，就不用恪守那些繁文缛节了可以随意一些。不过，希望你能珍惜我的时间，言简意赅地进行说明。",
            "想要了解凝光·其二": "我向来以为，孩子们最为天真纯粹，他们提供的情报也最有价值。那么，你又如何呢？你向我提供的东西，会是些什么呢。",
            "想要了解凝光·其三": "最近我在思考一个问题。如果能把你留在璃月，假以时日…或许能撬动这座城市的…呵，只是设想而已。这笔投资值不值，我还得再考虑考虑。",
            "想要了解凝光·其四": "你可以学我的做法，靠摩拉来为自己获取一些便利。但你要记住，摩拉维持的关系只能依仗一时。呵，这也是我从不用摩拉来试探你的理由。",
            "想要了解凝光·其五": "真是一笔不错的投资。虽然没有收益多少摩拉，但与你度过的这些时光，已是很不错的回报。呵，看来我又赢了我，赌对了人。",
            "凝光的爱好": "想来试试棋戏「璃月千年」么？正好也让我看看，你作为一名棋手的素质，究竟如何呢。",
            "凝光的烦恼": "烦恼…哦？ 「璃月七星」的烦恼告诉了你…你的肩膀，能够承受得住吗？而且，如果你一不小心说出去了的话…",
            "喜欢的食物": "用老鸡和猪骨小火久煮熬制高汤，淋在只取菜心的鲜嫩白菜上。我对饮食追求不深。平日里吃点这样的东西，也就够了.",
            "讨厌的食物": "我见过有人每次宴会必点「黄金蟹」这种看上去显得大富大贵的食物，但我对此始终不敢恭维。如果你想用这样的料理宴请我，还不如直接给我摩拉。",
            "生日": "这是选用上等的霓裳花织出的锦缎。拿去做件自己喜欢的衣服，过个开心点的生日吧。",
            "突破的感受·起": "「武斗」缺乏风度，只能作为下策中的下策。",
            "突破的感受·承": "将时间和摩拉作为筹码，等价交换到！力量」吗…有趣。我认可它的价值。",
            "突破的感受·转": "你是怀着怎样的心情坚持的呢？嘘…不要说出来。让我多花一点时间来看透你",
            "突破的感受·合": "我并不轻易肯定别人，但现在看来，我这赞扬是留不住了。呵…你做得很出色要是我的手下能多一点像你这样的人不，或许，有你一个就够了。"
        }
    },
    {
        "name": "旅行者",
        "url": "https://wiki.biligame.com/ys/%E6%97%85%E8%A1%8C%E8%80%85",
        "lines_url": "https://wiki.biligame.com/ys/旅行者语音",
        "img": "https://patchwiki.biligame.com/images/ys/thumb/c/cd/5for6v8dfca0j33mfutmjwmdnvi774u.png/120px-%E6%97%85%E8%A1%8C%E8%80%85%E5%A4%B4%E5%83%8F.png",
        "lines": {}
    },
    {
        "name": "迪卢克",
        "url": "https://wiki.biligame.com/ys/%E8%BF%AA%E5%8D%A2%E5%85%8B",
        "lines_url": "https://wiki.biligame.com/ys/迪卢克语音",
        "img": "https://patchwiki.biligame.com/images/ys/9/94/mkpw3ljc2eoea75lhkyccu6mbsbiqnr.png",
        "lines": {
            "初次见面": "蒙德城的迪卢克，应约而来。闲聊恕不奉陪，如果你是想做一番大事，我倒有点兴致。",
            "早上好": "寒暄就免了。昨夜一切平安就好。",
            "中午好": "想试试隐藏菜单吗？",
            "晚上好": "夜晚到了。",
            "晚安": "嗯，下次见。我会目送你安全离开的。",
            "闲聊·放松": "偶尔悠闲一下，也不错。",
            "闲聊·骑士团": "应该换骑士团的那些家伙来陪你。",
            "闲聊·行会": "行会里还有很多事，你要么在这休息，我回去看看",
            "下雨的时候·伞": "我不用伞，你随意。",
            "下雨的时候·清洗": "雨吗，可惜洗刷不了那些污秽的心。",
            "阳光很好": "只要坚信自己的道路，就无所谓天气是晴是雨。",
            "刮大风了": "呼啸的风声，会被用来遮掩犯罪的痕迹",
            "关于迪卢克自己": "「暗夜英雄」的传说吗？有趣的传言。",
            "关于我们·需要": "需要什么就直说。报销问题找埃泽。",
            "关于我们·证明": "你已经证明了你的决心。那么，也让你见证一下我的意志吧。",
            "关于「神之眼」": "对于无法看清眼前道路的人来说，「神之眼」或许是神的一盏明灯。但对于有信念的人来说，只是一个可有可无的奖章罢了。",
            "有什么想要分享": "我偶尔会去「天使的馈赠」亲自调酒，因为酒馆是情报集中流通的地方。",
            "感兴趣的见闻": "…是夜枭。在黑暗中守望、观察的猛禽。只在最合适的时机出手，没有任何破绽",
            "关于凯亚": "凯亚吗…那个男人说的话，只能信一半",
            "关于丽莎": "丽莎，能成为骑士团内最值得仰赖的人之一。如果她愿意的话",
            "关于琴·敌人": "无意义的琐事，是琴最大的敌人。",
            "关于琴·职责": "琴那无人能及的责任心，终究让她没能看清自己真正的职责啊。",
            "关于莫娜": "蒙德的土地浸润着风神的恩泽，就不需要赞助占星术士来预测收成了吧。",
            "关于迪奥娜": "迪奥娜对我的态度很是生硬，我也一直没找到合适的机会交流。如果是涉及到家族恩怨的话…嗯？不是？只是单纯地讨厌酒？没想到在这蒙德，也会有讨厌酒的酒保啊。",
            "关于法尔伽": "大团长法尔伽，我能理解他的立场，却无法认同他的做派。呵…是我多言了。我早已不是西风骑士，忘了我说的话吧",
            "想要了解迪卢克·其一": "有何贵干？",
            "想要了解迪卢克·其二": "嗯，你问骑士团？哼…没什么可多谈的道路不同罢了。",
            "想要了解迪卢克·其三": "很久不和管家之外的人对弈了。难得有这份闲暇，跟我下局棋吧。",
            "想要了解迪卢克·其四": "将军。哼，但能把我逼到这个地步，还真是不简单啊。",
            "想要了解迪卢克·其五": "你还不赖。无论是对弈还是战斗，都不乏让人眼前一亮的表现。不…这样的合作，对我来说也算新奇…那么，今后也同行吧，「吾友」。",
            "迪卢克的爱好": "庄园里那些艺术品？那不是我的。是先父有收集的爱好。",
            "迪卢克的烦恼": "真正应当消灭的敌人，孕育罪恶的「黑暗」本身，需要用刀剑以外的方法去斩断",
            "喜欢的食物": "你问我杯子里的是什么酒？葡萄汁而已我一般喝这个",
            "讨厌的食物": "我不喜欢酒。没什么…我不喜欢酒的囗感",
            "生日": "生日快乐，这是属于你的重要日子。说吧，你的心愿。如果在我能力范围之内我会考虑的。",
            "突破的感受·起": "为了达成目标，力量是必须的",
            "突破的感受·承": "前方会有什么？我很少会思考这种问题我必须前进，不论有谁阻挡在我面前。",
            "突破的感受·转": "力量增强了…虽然还不够，但终归是在向前方探索。在「黎明」到来之前，必须有人稍微照亮「黑暗」",
            "突破的感受·合": "我原以为——要扫荡罪恶的话，我必须独自行走在长夜之中。但你的坚持让我意识到，我又一次错了。「同伴」，我向你致以感谢。"
        }
    }
]