[{"id":1,"name_zh":"琴","name_en":"Jean","img_url":"https://uploadstatic.mihoyo.com/contentweb/20220127/2022012718344593599.png","ver":"1.0","lines":[{"target_id":5,"target_zh":"芭芭拉","title_zh":"琴关于芭芭拉","content_zh":"芭芭拉非常努力，只不过有时过于勉强自己…嗯？问我为什么了解得这么清楚？因为西风教会也归属骑士团管辖。","target_en":"Barbara","title_en":"Jean about Barbara","content_en":"Barbara is a hard worker, but I feel she's too hard on herself sometimes... What? You ask me how I know all of this? It's because the order also manages the Church."},{"target_id":3,"target_zh":"丽莎","title_zh":"琴关于丽莎","content_zh":"丽莎，有她在的话，我会安心很多。","target_en":"Lisa","title_en":"Jean about Lisa","content_en":"When Lisa is around, I always have peace of mind."},{"target_id":2,"target_zh":"安柏","title_zh":"琴关于安柏","content_zh":"安柏这段时间确实有所成长。希望有朝一日，她的事迹也会被吟游诗人传颂。","target_en":"Amber","title_en":"Jean about Amber","content_en":"I must say that Amber's development has impressed me recently. I hope that one day, her deeds will become the words of a bard's tale."},{"target_id":4,"target_zh":"凯亚","title_zh":"琴关于凯亚","content_zh":"是吗…凯亚也向你提出建言了啊。他是一名优秀的西风骑士，这点毋庸置疑。","target_en":"Kaeya","title_en":"Jean about Kaeya","content_en":"Is that right...? Kaeya also gave you some suggestions. He is an excellent knight after all — this is a fact no one can deny."},{"target_id":9,"target_zh":"可莉","title_zh":"琴关于可莉","content_zh":"虽说玩乐是孩子的天性，但可莉中意的玩具却都是些危险品。让人难以放心。","target_en":"Klee","title_en":"Jean about Klee","content_en":"Though it may be said that it is in a child's nature to play, the things Klee plays with are far from toys. I can never take my eye off her."},{"target_id":26,"target_zh":"阿贝多","title_zh":"琴关于阿贝多","content_zh":"「天才」这种名词，或许正是为了阿贝多这样的人准备的吧。","target_en":"Albedo","title_en":"Jean about Albedo","content_en":"Sometimes I feel that terms like \"genius\" were originally created for Albedo."},{"target_id":11,"target_zh":"诺艾尔","title_zh":"琴关于诺艾尔","content_zh":"诺艾尔，嗯…那个努力想要成为西风骑士的少女。她的内心仍有软弱之处，现在这个阶段，也许还不适合让她接触外界的凶险。","target_en":"Noelle","title_en":"Jean about Noelle","content_en":"Noelle... She's very trying in her pursuit to become a Knight of Favonius. However, I fear she is not quite ready for the dangers that lie beyond Mondstadt's walls."},{"target_id":30,"target_zh":"罗莎莉亚","title_zh":"琴关于罗莎莉亚","content_zh":"罗莎莉亚修女总是把「麻烦」挂在嘴边，实际却十分称职。上次我和她说「如果觉得麻烦也可以找我帮忙」，她却回答「这样更麻烦」。嗯…我果然还有很多欠缺啊。","target_en":"Rosaria","title_en":"Jean about Rosaria","content_en":"Some may see Sister Rosaria as one who complains about how bothersome her work is, but she does her job well. Last time I saw her I told her she could come find me should she ever need help, to which she simply replied that doing so would be even more bothersome. I need to work harder to become of more assistance to the people of Mondstadt."},{"target_id":6,"target_zh":"迪卢克","title_zh":"琴关于迪卢克·愧欠","content_zh":"迪卢克前辈对骑士团的指摘事出有因，即使心中愧疚也无法改变既定的结果…我只想通过我的努力，让他对骑士团有所改观…嗯，这是我的责任。","target_en":"Diluc","title_en":"Jean about Diluc: Disillusion","content_en":"Master Diluc has his reasons for being so critical of the Knights of Favonius. I am not proud of the way things went, but I cannot change the past. All I can do is keep working hard, in the hope he may one day see us in a better light... This is my duty."},{"target_id":6,"target_zh":"迪卢克","title_zh":"琴关于迪卢克·敬重","content_zh":"迪卢克…是一位非常可敬的前辈。虽然我们选择的道路不同，但这份共通的守护蒙德的心意，我能感受得到。","target_en":"Diluc","title_en":"Jean about Diluc: Respect","content_en":"Master Diluc is my senior, and I have the utmost respect for him. Though we have gone separate ways, I can sense we share the same strong commitment to protecting Mondstadt at all costs."},{"target_id":13,"target_zh":"砂糖","title_zh":"琴关于砂糖","content_zh":"作为炼金术士，砂糖也算天赋异禀。况且她的身边还有阿贝多指点，未来应该不用担心。只是…不，没什么，沉浸在自己的世界里，也不算坏事吧。","target_en":"Sucrose","title_en":"Jean about Sucrose","content_en":"Sucrose is also a rare talent in the field of alchemy. Under Albedo's mentorship, she is sure to flourish. I am sure her future will be bright. The only thing is... Ahem, I was momentarily lost in thought. It is nothing. Nothing bad, anyway."},{"target_id":32,"target_zh":"优菈","title_zh":"琴关于优菈","content_zh":"优菈？咳…请不要对她的身世耿耿于怀，西风骑士会公正地评价每个人。优菈明辨是非，才华出众，偶尔发表危险言论，也只是她的性格使然。哪怕她总是说要挑战我，我也不介意。","target_en":"Eula","title_en":"Jean about Eula","content_en":"Eula? Um... Please, do not hold her unfortunate background against her. The Knights of Favonius evaluate each person impartially. Eula has a clear sense of right and wrong and is more talented than most. The controversial statements that she makes from time to time are just a product of her personality. For instance, she always mentions wanting to challenge me, but I do not mind."}]},{"id":2,"name_zh":"安柏","name_en":"Amber","img_url":"https://uploadstatic.mihoyo.com/contentweb/20220127/2022012718350213870.png","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"安柏关于琴·帮忙","content_zh":"大团长出征之后，大大小小的事务都压在了琴的身上。如果我也能多帮到她一点就好了…","target_en":"Jean","title_en":"Amber about Jean: Help","content_en":"After the Grand Master left on his expedition, all the affairs of the Knights of Favonius, both big and small, have been left up to Jean. If only there was more I could do to help her..."},{"target_id":1,"target_zh":"琴","title_zh":"安柏关于琴·关怀","content_zh":"琴可能还在工作？…走，一起请她喝杯咖啡吧。","target_en":"Jean","title_en":"Amber about Jean: Care","content_en":"Jean might still be working? We should invite her for coffee... Let's go."},{"target_id":3,"target_zh":"丽莎","title_zh":"安柏关于丽莎·听故事","content_zh":"等你有空，我们一起去找丽莎吧！她上次和我讲了一个龙脊雪山宝藏的故事，只讲到一半。唔，我还想知道后续！","target_en":"Lisa","title_en":"Amber about Lisa: Listening to Stories","content_en":"When you have time, we should go see Lisa! Last time I saw her, she was telling me about a story involving a treasure in the Dragonspine area. But, we got cut off before she could finish. I can't wait to hear the rest of her story!"},{"target_id":3,"target_zh":"丽莎","title_zh":"安柏关于丽莎·钦佩","content_zh":"丽莎好像除了睡觉的时间都在看书！真厉害啊，我就坐不住那么长时间。","target_en":"Lisa","title_en":"Amber about Lisa: Admiration","content_en":"If Lisa's not sleeping, she'll be reading! I don't know how she does it, I wouldn't be able to sit still for that long."},{"target_id":4,"target_zh":"凯亚","title_zh":"安柏关于凯亚·忧虑","content_zh":"…有种不安的感觉！刚才是凯亚陪着你吧？他没给你添麻烦吧？","target_en":"Kaeya","title_en":"Amber about Kaeya: Concerns","content_en":"...I'm feeling uneasy all of a sudden! Was that Kaeya with you earlier? Did he give you any trouble?"},{"target_id":4,"target_zh":"凯亚","title_zh":"安柏关于凯亚·祸首","content_zh":"花圃里的蒲公英看上去蔫蔫的，哼…一定又是凯亚捣的鬼！","target_en":"Kaeya","title_en":"Amber about Kaeya: Culprit","content_en":"There's something weird-looking about the dandelions in the garden... Hmm, I bet Kaeya had something to do with this!"},{"target_id":10,"target_zh":"班尼特","title_zh":"安柏关于班尼特","content_zh":"嗯？班尼特…好像在哪里听过…哦！你说的是冒险家协会那个热血的男孩子啊！嗯，我有时会在秘境附近见到他，好像对寻宝很有热情呢。","target_en":"Bennett","title_en":"Amber about Bennett","content_en":"Hmm? Bennett... I feel like I've heard that name before... Oh! Yes, he's that hot-blooded guy from the Adventurers' Guild, right! I tend to come across him way out in the wild from time to time, he seems to really love treasure hunting."},{"target_id":9,"target_zh":"可莉","title_zh":"安柏关于可莉","content_zh":"可莉呀，偶尔会有点调皮，但骑士团的大家都很喜欢她！唔…为了不让她又被琴抓去关禁闭，还是看紧她一点吧。","target_en":"Klee","title_en":"Amber about Klee","content_en":"Klee? She can be a bit cheeky sometimes, but everyone in the Knights of Favonius likes her. Although... I really ought to keep a closer eye on her if I wanna keep her from getting put in confinement by Jean again."},{"target_id":26,"target_zh":"阿贝多","title_zh":"安柏关于阿贝多","content_zh":"阿贝多，大多数时候都呆在自己的工坊里，捣鼓一些很厉害的东西。但是，见到他的时候，会有种猜不透他在想些什么的感觉。嗯，猜不透呢…","target_en":"Albedo","title_en":"Amber about Albedo","content_en":"Albedo spends most of his time in his workshop, tinkering away with all of his awesome stuff. But, when you see him in person, you never can quite tell what he's thinking... Who knows what goes on in that mind of his..."},{"target_id":11,"target_zh":"诺艾尔","title_zh":"安柏关于诺艾尔","content_zh":"你问诺艾尔吗？她的韧性可是很强的。作为前辈，你也要多照顾她一点哦。","target_en":"Noelle","title_en":"Amber about Noelle","content_en":"You wanna know about Noelle? She's super resilient. Still, since she's younger than us we should still look out for her."},{"target_id":32,"target_zh":"优菈","title_zh":"安柏关于优菈","content_zh":"优菈是我的好伙伴！只要习惯了优菈开的玩笑，你就会发现，其实她是很好相处的。只不过，优菈因为自己的姓氏，经常被很多人误解，怎么样才能让大家理解她呢…","target_en":"Eula","title_en":"Amber about Eula","content_en":"Eula is a great friend of mine! You just need to get used to her sense of humor and you'll get along fine! The only reason she's misunderstood by so many people is her family name. How can I get them to see her for who she really is?"}]},{"id":3,"name_zh":"丽莎","name_en":"Lisa","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617000181697.png","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"丽莎关于琴","content_zh":"琴是个称职的好团长。看到她认真工作的样子，就连我也忍不住想要多帮她一把。","target_en":"Jean","title_en":"Lisa about Jean","content_en":"Jean is a gifted and dedicated leader. Seeing how hard she works makes even me want to help her out."},{"target_id":2,"target_zh":"安柏","title_zh":"丽莎关于安柏","content_zh":"小安柏刚进骑士团的样子我还记得呢，一转眼都那么能干了。啊，再过几年，又会变成什么样呢？","target_en":"Amber","title_en":"Lisa about Amber","content_en":"Amber was just a young girl when she joined the knights, and in the blink of an eye, she's turned into such a strong young lady. I'm curious to see what she'll be like a few years from now."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"丽莎关于芭芭拉","content_zh":"芭芭拉的歌，你听过么？哼哼，听说她的旋律里有种治愈的魔力在流动喔。和我的魔药相比，不知道哪边更合你的胃口呢？","target_en":"Barbara","title_en":"Lisa about Barbara","content_en":"Have you heard Barbara sing before? Her angelic voice contains a magical healing energy. A different kind of magical energy from the one in my potions, of course. I wonder which one you prefer?"},{"target_id":6,"target_zh":"迪卢克","title_zh":"丽莎关于迪卢克","content_zh":"哦，想听迪卢克的故事？哈哈，那我知道一个更好的聊天对象。","target_en":"Diluc","title_en":"Lisa about Diluc","content_en":"You want to know about Diluc? Haha, in that case, I know someone else you should talk to."},{"target_id":7,"target_zh":"雷泽","title_zh":"丽莎关于雷泽","content_zh":"小狼狼，来来，过来这边。今天就临时来一场实战练习吧，对手我已经给你找好了哟。欸？怎么跑了，真是的…","target_en":"Razor","title_en":"Lisa about Razor","content_en":"Come on Razor, that's it, good boy! Let's do some combat practice — I've found you the perfect partner. Hey! Come back!"},{"target_id":9,"target_zh":"可莉","title_zh":"丽莎关于可莉","content_zh":"上次小可莉想借用我的工坊做实验，被我拒绝了，她可是生了我一天的气呢。嗯？你问第二天？第二天，她当然又高高兴兴地出门去玩了。","target_en":"Klee","title_en":"Lisa about Klee","content_en":"Last time little Klee wanted to use my workshop for her experiments, I had to say no, and she was angry at me for the rest of the day. *sigh* What happened the next day, you ask? She went off happily to play outside of course."},{"target_id":14,"target_zh":"莫娜","title_zh":"丽莎关于莫娜","content_zh":"莫娜？似乎是一位很优秀的魔导师小姐呢。但我并不是她们「魔女会」的成员哦。古树考察，组织茶会，一听就是麻烦的事情吧。","target_en":"Mona","title_en":"Lisa about Mona","content_en":"Mona? She seems to be an excellent mage, but I'm not a part of their Hexenzirkel. The idea of Irminsul exploration and formal tea parties just leaves me cold."},{"target_id":26,"target_zh":"阿贝多","title_zh":"丽莎关于阿贝多","content_zh":"姐姐我觉得，阿贝多是很优秀的炼金术士。跟他只需要用三言两语，就能得到不错的结论。而且脸也长得好看。和小可爱你很像喔，嗯。","target_en":"Albedo","title_en":"Lisa about Albedo","content_en":"Albedo is quite the alchemist. Just say the word and he'll come up with a good solution. He's easy on the eyes too, just like you."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"丽莎关于菲谢尔","content_zh":"菲谢尔…哦，那个总是来图书馆借幻想小说的女孩子。每次还书都会提前三天，对书籍也十分爱护，是个好孩子呢。","target_en":"Fischl","title_en":"Lisa about Fischl","content_en":"Fischl, yes, she's always in the library looking to borrow fantasy novels. She always returns her books three days early and looks after them very well. She's a good kid."},{"target_id":11,"target_zh":"诺艾尔","title_zh":"丽莎关于诺艾尔","content_zh":"拜托诺艾尔清扫书架的时候，总感觉这孩子，越是疲惫就越开心，嗯…到底是怎么回事呢？","target_en":"Noelle","title_en":"Lisa about Noelle","content_en":"Every time I ask Noelle to dust off the bookshelves, I'm always left with the sense that the more exhausted I make her, the happier she becomes. Yes, who knows what's going on with her... *chuckles*"},{"target_id":13,"target_zh":"砂糖","title_zh":"丽莎关于砂糖","content_zh":"没事就不要去打扰小砂糖哦，会吓到她的。呵呵，她擅长和各种各样的生物打交道，却唯独，不怎么善于和人类相处呢。","target_en":"Sucrose","title_en":"Lisa about Sucrose","content_en":"Try not to bother Sucrose if you're at a loose end, you'll only startle the poor girl. She's gifted at interacting with all sorts of exotic creatures — just hopeless when it comes to humans."}]},{"id":4,"name_zh":"凯亚","name_en":"Kaeya","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617001674227.png","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"凯亚关于琴","content_zh":"哦？代理团长大人，你可要多多支持她。","target_en":"Jean","title_en":"Kaeya about Jean","content_en":"What? The Acting Grand Master? You need to give her your full support."},{"target_id":3,"target_zh":"丽莎","title_zh":"凯亚关于丽莎","content_zh":"丽莎啊…你千万记得要准时还书哦？上次因为这事儿惹她生了气，直到现在我左手的尺骨还是麻麻的。","target_en":"Lisa","title_en":"Kaeya about Lisa","content_en":"Oh Lisa. Hmm... You'd better not forget to return your books on time. I made that mistake once and boy was she angry. My arm is still numb from last time..."},{"target_id":2,"target_zh":"安柏","title_zh":"凯亚关于安柏","content_zh":"侦察骑士是个机灵又正义的好骑士。可千万别在她面前做坏事喔。","target_en":"Amber","title_en":"Kaeya about Amber","content_en":"That Outrider is a clever and righteous knight. Be careful not to step out of line in front of her."},{"target_id":6,"target_zh":"迪卢克","title_zh":"凯亚关于迪卢克","content_zh":"迪卢克？小时候的他挺可爱的。可如今却活在自己的世界里…总之是个无趣的家伙。","target_en":"Diluc","title_en":"Kaeya about Diluc","content_en":"Diluc? He was cute as a young lad. But nowadays he just seems to be in a world of his own... Overall, not much fun to hang out with."},{"target_id":9,"target_zh":"可莉","title_zh":"凯亚关于可莉","content_zh":"可莉，看来还是没有掌握躲避代理团长检查的技巧啊，明明我已经点拨过她…哈哈，我说着玩玩的，你可别去揭发我哦。","target_en":"Klee","title_en":"Kaeya about Klee","content_en":"Klee. Seems she has failed to elude the Acting Grand Master's investigative skills, despite the pointers I gave her... Haha, I'm kidding, no need to go reporting me or anything."},{"target_id":26,"target_zh":"阿贝多","title_zh":"凯亚关于阿贝多","content_zh":"阿贝多啊，沉稳优雅的小帅哥，而且才华横溢，是很讨人喜欢的类型。怎么，你也心动了？","target_en":"Albedo","title_en":"Kaeya about Albedo","content_en":"Albedo, eh? Calm, collected, and incredibly talented. He's the type everybody likes, some even more so than others. What, you into him as well?"},{"target_id":23,"target_zh":"迪奥娜","title_zh":"凯亚关于迪奥娜","content_zh":"你也尝过了迪奥娜调的酒？还没到喝酒的年纪呐。哈哈，哎呀，可惜，真是可惜，这种快乐无法跟你共享。呵呵，只能期待你早点长大喽。","target_en":"Diona","title_en":"Kaeya about Diona","content_en":"Have you tried one of Diona's drinks? Oh right, you're still underage. Haha, such a shame, it truly is — to not be able to revel with you in such bliss. Hehe, I guess all we can do is wait for you to be old enough."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"凯亚关于菲谢尔","content_zh":"什么？你说菲谢尔遮起一只眼睛的神秘样子，的确很符合「断罪皇女」的形象？哈哈哈，按照这个规律，我至少也得是个末代皇族后裔，对吧？","target_en":"Fischl","title_en":"Kaeya about Fischl","content_en":"What? You think Fischl having one eye covered is very fitting given her title of Prinzessin der Verurteilung. Hahaha, if that's the case, that must make me a future royal progeny too, no?"},{"target_id":11,"target_zh":"诺艾尔","title_zh":"凯亚关于诺艾尔","content_zh":"我受代理团长大人所托，暗中照顾这位后辈。不过她很懂事，不需要我操太多心。真是令人欣慰。","target_en":"Noelle","title_en":"Kaeya about Noelle","content_en":"I was entrusted by the Acting Grand Master to work in the background to support Noelle. But there hasn't been much for me to concern myself with — she has a good head on her shoulders. Quite the relief."},{"target_id":30,"target_zh":"罗莎莉亚","title_zh":"凯亚关于罗莎莉亚","content_zh":"啊哈哈，你想知道罗莎莉亚修女的秘密吗？这个不能说。不过我对她印象还不错，比某人好多了。她能够诚实地面对自己。烂事就是烂事，提不起干劲就是提不起干劲。","target_en":"Rosaria","title_en":"Kaeya about Rosaria","content_en":"Ahaha, you want to know about the secrets of Sister Rosaria? That... I cannot tell you. Though my impression of her is not bad — certainly better than a certain someone whose name I won't bother to mention. She's honest with herself. She casts off that which she has no time for and she doesn't feign motivation for affairs that do not interest her."},{"target_id":13,"target_zh":"砂糖","title_zh":"凯亚关于砂糖","content_zh":"别看砂糖文静又内向，据说，她在实验室里，收藏了很多特别的东西哦，很刺激，又很…露骨的那种。嗯？你问我？…我像是会偷看女孩子房间的人吗？","target_en":"Sucrose","title_en":"Kaeya about Sucrose","content_en":"Sucrose may not be much of an extrovert in public, but as they say — it's always the quiet ones... Apparently, her laboratory is home to quite the eclectic range of implements and her experiments are more than just intellectually stimulating... All hearsay, of course. You don't seriously think I would go snooping around a fair lady's private quarters, do you?"}]},{"id":5,"name_zh":"芭芭拉","name_en":"Barbara","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617005720579.png","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"芭芭拉关于琴","content_zh":"代理团长大人…骑士团的领袖，大家都很喜欢她哦。欸？问我吗？我…我当然也非常尊敬她！","target_en":"Jean","title_en":"Barbara about Jean","content_en":"Acting Grand Master... Leader of the Knights of Favonius... Everyone seems to like her a lot. Oh? Me? I... Of course I have nothing but admiration for her!"},{"target_id":3,"target_zh":"丽莎","title_zh":"芭芭拉关于丽莎","content_zh":"我一直承蒙丽莎姐姐照顾呢。要是她也成为偶像的话，我绝对会全力应援，喊到嗓子哑掉…啊，这样会吓到别人的吧…","target_en":"Lisa","title_en":"Barbara about Lisa","content_en":"I always take good care of Lisa. If she ever wants to become a star, she'll have my unconditional support, I'll cheer at the top of my lungs until my voice goes hoarse... Hmm, that might scare off her other fans though..."},{"target_id":2,"target_zh":"安柏","title_zh":"芭芭拉关于安柏","content_zh":"以前就经常看到安柏风风火火地往城外跑，侦察骑士还真是辛苦呀。","target_en":"Amber","title_en":"Barbara about Amber","content_en":"I've seen Amber rushing out of Mondstadt on a mission countless times. Being an Outrider doesn't look easy."},{"target_id":6,"target_zh":"迪卢克","title_zh":"芭芭拉关于迪卢克","content_zh":"迪卢克老爷吗？上次在「天使的馈赠」演出，他一直皱着眉头…是不是我唱的歌他不喜欢呢？","target_en":"Diluc","title_en":"Barbara about Diluc","content_en":"Oh, Master Diluc? Last time, when I was performing at Angel's Share, he kept frowning... Maybe he doesn't like my singing?"},{"target_id":8,"target_zh":"温迪","title_zh":"芭芭拉关于温迪","content_zh":"温迪的声音很好听！不过，他唱的歌跟我擅长的风格差异很大。我试着偷偷学过…那旋律还真是复杂呀。","target_en":"Venti","title_en":"Barbara about Venti","content_en":"Venti's voice is amazing! But the songs he sings and the ones I'm good at are very different. I tried to learn them but... the melodies are just so complicated."},{"target_id":10,"target_zh":"班尼特","title_zh":"芭芭拉关于班尼特","content_zh":"班尼特经常带着一身伤痕来教堂…他却一直毫不在意、大大咧咧地笑着。唔…还是应该更爱惜自己才好啊。","target_en":"Bennett","title_en":"Barbara about Bennett","content_en":"Bennett always comes to the cathedral covered in scrapes and bruises... Though it clearly never bothers him a bit, given the big grin he always has on his face. He really should take better care of himself."},{"target_id":30,"target_zh":"罗莎莉亚","title_zh":"芭芭拉关于罗莎莉亚","content_zh":"罗莎莉亚修女虽然难以接近，也从不参加祈祷，但我觉得…唔，她一定是相信着风神的！不过，不过我并没有勇气和她交流就是了…","target_en":"Rosaria","title_en":"Barbara about Rosaria","content_en":"Sister Rosaria is hard to get to know, especially given she never joins in on prayers, but... Oh, I'm sure she believes in the Anemo Archon! Although, I still don't really have the courage to try to talk to her..."},{"target_id":11,"target_zh":"诺艾尔","title_zh":"芭芭拉关于诺艾尔","content_zh":"诺艾尔实在是太可爱了！人又温柔，还很有耐心，跟她在一起的时候，完全不会有什么压力…哦，对了，她做的茶点也很特别。又香，又甜，而且很健康，嘿嘿。","target_en":"Noelle","title_en":"Barbara about Noelle","content_en":"Noelle is just the cutest! She's so kind and patient, you just feel totally relaxed when you're around her. ...Oh yeah, and she makes the tastiest snacks! Best part is, they're also healthy. Tee-hee!"}]},{"id":6,"name_zh":"迪卢克","name_en":"Diluc","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617015669833.png","ver":"1.0","lines":[{"target_id":4,"target_zh":"凯亚","title_zh":"迪卢克关于凯亚","content_zh":"凯亚吗…那个男人说的话，只能信一半。","target_en":"Kaeya","title_en":"Diluc about Kaeya","content_en":"Kaeya? You can only trust half of what he says... at best."},{"target_id":3,"target_zh":"丽莎","title_zh":"迪卢克关于丽莎","content_zh":"丽莎，能成为骑士团内最值得仰赖的人之一。如果她愿意的话。","target_en":"Lisa","title_en":"Diluc about Lisa","content_en":"I believe Lisa has the potential to become the most reliable of the knights. If she's willing."},{"target_id":1,"target_zh":"琴","title_zh":"迪卢克关于琴·敌人","content_zh":"无意义的琐事，是琴最大的敌人。","target_en":"Jean","title_en":"Diluc about Jean: Enemies","content_en":"Trifling matters can become Jean's greatest enemy."},{"target_id":1,"target_zh":"琴","title_zh":"迪卢克关于琴·职责","content_zh":"琴那无人能及的责任心，终究让她没能看清自己真正的职责啊。","target_en":"Jean","title_en":"Diluc about Jean: Responsibilities","content_en":"Her unparalleled sense of responsibility is the sole reason why she still hasn't found her true calling."},{"target_id":14,"target_zh":"莫娜","title_zh":"迪卢克关于莫娜","content_zh":"蒙德的土地浸润着风神的恩泽，就不需要赞助占星术士来预测收成了吧。","target_en":"Mona","title_en":"Diluc about Mona","content_en":"The land of Mondstadt, by the Anemo Archon's grace, is bountiful. I see no need for the harvest forecasts of astrologers."},{"target_id":23,"target_zh":"迪奥娜","title_zh":"迪卢克关于迪奥娜","content_zh":"迪奥娜对我的态度很是生硬，我也一直没找到合适的机会交流。如果是涉及到家族恩怨的话…嗯？不是？只是单纯地讨厌酒？没想到在这蒙德，也会有讨厌酒的酒保啊。","target_en":"Diona","title_en":"Diluc about Diona","content_en":"Diona's attitude towards me is... how should I put it? Rather rigid. I've yet to find the opportunity to speak with her properly. I'm not sure if its an issue with my family line or— Oh? It's not? She simply despises alcohol? Huh... I never thought I'd come across another bartender like myself in Mondstadt."},{"target_id":32,"target_zh":"优菈","title_zh":"迪卢克关于优菈","content_zh":"我听说过她，她有自己的理念。努力挣脱家族束缚的气势也值得称道。但她…却加入了西风骑士团。","target_en":"Eula","title_en":"Diluc about Eula","content_en":"Ah, yes... I've heard about her. She has her own convictions. Her determination to liberate herself from the shackles of her clan is praiseworthy. But, she's... joined the Knights of Favonius."}]},{"id":7,"name_zh":"雷泽","name_en":"Razor","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617025961375.png","ver":"1.0","lines":[{"target_id":3,"target_zh":"丽莎","title_zh":"雷泽关于丽莎","content_zh":"师父的雷，天空会变黑。很可怕，很强。","target_en":"Lisa","title_en":"Razor about Lisa","content_en":"Lisa lightning makes the sky black. She is strong. She is scary."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"雷泽关于芭芭拉","content_zh":"芭芭拉，亮晶晶的女孩子。很善良。","target_en":"Barbara","title_en":"Razor about Barbara","content_en":"Shining Barbara is a good child. Very good child."},{"target_id":6,"target_zh":"迪卢克","title_zh":"雷泽关于迪卢克","content_zh":"迪卢克，红红的、黑黑的。又冷又热。","target_en":"Diluc","title_en":"Razor about Diluc","content_en":"Diluc is red and black. Hot and cold."},{"target_id":8,"target_zh":"温迪","title_zh":"雷泽关于温迪","content_zh":"诗歌…唔，不明白。虽然不明白，「卢皮卡」喜欢。","target_en":"Venti","title_en":"Razor about Venti","content_en":"Razor doesn't know poems, but... Lupical likes them."},{"target_id":10,"target_zh":"班尼特","title_zh":"雷泽关于班尼特","content_zh":"班尼特，话很多，和他一起，吃不饱。","target_en":"Bennett","title_en":"Razor about Bennett","content_en":"Bennett... Much talking. Eat with him, never full."},{"target_id":9,"target_zh":"可莉","title_zh":"雷泽关于可莉","content_zh":"可莉，朋友！朋友，但是，头疼。","target_en":"Klee","title_en":"Razor about Klee","content_en":"Klee, friend! Friend, but... big hassle."}]},{"id":8,"name_zh":"温迪","name_en":"Venti","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617031747812.png","alias_zh":"巴巴托斯, 风之神","alias_en":"Barbatos, Anemo Archon","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"温迪关于琴","content_zh":"骑士团代理团长大人…你觉得她是个怎样的人？嘿嘿，跟我想得一样。认真，勇敢，也不乏温柔。和我一个朋友有点像呢…","target_en":"Jean","title_en":"Venti about Jean","content_en":"Acting Grand Master Jean... Well, what do you think of her? Yes, I couldn't agree more: conscientious, courageous... kind and considerate too. Reminds me of another good friend..."},{"target_id":6,"target_zh":"迪卢克","title_zh":"温迪关于迪卢克","content_zh":"去跟迪卢克老爷处好关系吧？你想，他家可是有好~多~珍藏的酒啊！嘿嘿嘿，嘿嘿嘿嘿…咦，无论如何不准喝酒么？那…就去闻一闻吧，闻一闻！只是闻的话，你也可以喔。","target_en":"Diluc","title_en":"Venti about Diluc","content_en":"I'm not surprised you want to befriend Master Diluc. Just think of all the vintage wine he must have stored away... Mwuhahaha... Huh? He doesn't let you sample it? Not even the slightest drop? Huh... Well, I guess you can still appreciate the aroma. That's still better than no wine at all, right? No?"},{"target_id":5,"target_zh":"芭芭拉","title_zh":"温迪关于芭芭拉","content_zh":"唱歌很好听的牧师女孩儿，你认识么、你认识么？…唔，偶像？…啊，握手会？…嗯，专场live？…这样啊，音乐还真是深奥呐。","target_en":"Barbara","title_en":"Venti about Barbara","content_en":"The darling Deaconess with the sweet singing voice — do you know her? You do? Idol, huh? Meet and greets? Concerts? Wow... That's the power of music for you..."},{"target_id":7,"target_zh":"雷泽","title_zh":"温迪关于雷泽","content_zh":"那个奔狼领的白发少年，哦哦，是吗，是被狼养大的啊…怪不得呢，他身上的气息，令人怀念…","target_en":"Razor","title_en":"Venti about Razor","content_en":"Ah yes, the white-haired fellow from Wolvendom? Raised by wolves? Really? ... No wonder his scent is so familiar..."},{"target_id":14,"target_zh":"莫娜","title_zh":"温迪关于莫娜","content_zh":"啊，那位占星术士吗？这么说吧，占卜和我的诗歌一样，都是让人穷到酒钱都凑不齐的没用技术呢！欸？你说占星至少是一项文化传统，所以不是没用的？呜，真失礼啊，那诗歌也一样有用啊！","target_en":"Mona","title_en":"Venti about Mona","content_en":"Oh, that astrologer? How should I put it? Fortune-telling and my singing are the same: Both lead to you being so poor you can't even cough up the money for a drink! ...You think that astrology is a cultural tradition, so at least still has some value? Hmph, so rude. In that case, so too is singing, so it still has its value too!"},{"target_id":23,"target_zh":"迪奥娜","title_zh":"温迪关于迪奥娜","content_zh":"远近闻名的猫尾酒馆特调酒。可是…呜，会，打，打喷嚏。要不，你帮我讨一杯酒来吧。我肯定会好好感激你的，一言为定。","target_en":"Diona","title_en":"Venti about Diona","content_en":"There's a special drink known far and wide at Cat's Tail. But it ah... ahh... ACHOO! *sniffs* How about you go and fetch one for me? I'll be truly thankful, I promise."},{"target_id":26,"target_zh":"阿贝多","title_zh":"温迪关于阿贝多","content_zh":"黑土与白垩、宇宙与地层，无垢之土创生原初之人…特征实在太明显了，难以忽视呀。这么危险的古老技术，万一在城里失控——嗨，算了，就让蒙德人自己解决蒙德的问题吧。","target_en":"Albedo","title_en":"Venti about Albedo","content_en":"How do you explain white chalk in black soil, or the earth's dense crust amidst the emptiness of space? Same reason the purest soil gave birth to human life... It's an ancient power with unmistakable properties. Trying to harness it is dangerous indeed, I can't imagine what would happen if someone lost control of it in the city... Ah, never mind! What goes on within Mondstadt's walls is up to Mondstadt's people to deal with!"},{"target_id":24,"target_zh":"钟离","title_zh":"温迪关于摩拉克斯","content_zh":"你见过那位老爷子了？他近来还好吗？欸，变成名叫「钟离」的普通人了？对他那个死脑筋而言，这应该是不小的改变啊。啊，陪我去见见他吧，带上这瓶埋在风起地的陈年好酒当作慰问品。啊对了，他现在还强不强，实力还剩几成啊？我这样过去，应该不会被打飞吧？","target_en":"Zhongli","title_en":"Venti about Morax","content_en":"Have you seen that gentleman around? Huh? He's just a normal man by the name of Zhongli now? That must be quite the change for that old block-head. Come with me to see him, will you? I have a vintage I dug up from Windrise that I can take as a condolence gift. Oh, ahh... did he still seem strong when you saw him? How strong? Am I likely to get blown away?"},{"target_id":32,"target_zh":"优菈","title_zh":"温迪关于优菈","content_zh":"优菈对酒的品位可是很不错的。无论夏天、冬天都要喝冰的这一点，在现在的蒙德人里也算难得啦。感觉能和她成为不错的酒友。嗯？你说我编排的劳伦斯家的歌…早已经传到了她的耳朵里？哈，那有什么关系嘛？说不定，我们还能一起唱呢。","target_en":"Eula","title_en":"Venti about Eula","content_en":"Eula has good taste when it comes to beverages of the alcoholic variety. Come summer or winter, she always likes them ice-cold. That's rare among Mondstadters these days! She and I would make great drinking buddies. Huh? My songs about the Lawrence Clan... She's heard them already? Eh, no harm done. Maybe she and I can do a duet sometime!"},{"target_id":38,"target_zh":"雷电将军","title_zh":"温迪关于巴尔","content_zh":"听说，你把那位不可一世的雷电将军也击败了？啊…想当年她作为影武者的时候，就在追求极致的武技了。如今，也一定会借用各种各样的理由叫你做陪练吧。嗯嗯，偷偷告诉你她的弱点吧，耳朵凑过来——是「甜点心」哦！","target_en":"Raiden Shogun","title_en":"Venti about Baal","content_en":"So, I hear you defeated the mighty Raiden Shogun? Ah, I recall the days when she was a kagemusha, seeking to perfect her martial prowess. Hehe, she now no doubt employs a wide range of reasoning to get you to train with her. Oh but yes, come close and I shall let you in on her weakness — desserts!"}]},{"id":9,"name_zh":"可莉","name_en":"Klee","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617033181769.png","ver":"1.0","lines":[{"target_id":7,"target_zh":"雷泽","title_zh":"可莉关于雷泽","content_zh":"我们是朋友！雷泽努力对抗危机、保护可莉的样子，让人安心！…唔…虽然基本上都是我把危机带到他身边的…","target_en":"Razor","title_en":"Klee about Razor","content_en":"Razor's one of my best buddies! Whenever a disaster happens, he always knows the best way to fix it and helps keep Klee safe. Um, but most of the time I'm the one who caused the disaster..."},{"target_id":4,"target_zh":"凯亚","title_zh":"可莉关于凯亚","content_zh":"凯亚哥哥是好人！《骑士团生存守则》就是凯亚哥哥帮可莉写的。可莉闯祸的时候，他也经常帮忙遮掩呢。","target_en":"Kaeya","title_en":"Klee about Kaeya","content_en":"Kaeya is the best! He wrote the Favonius Survival Rulebook for me and he always helps me cover it up when I make a big disaster."},{"target_id":2,"target_zh":"安柏","title_zh":"可莉关于安柏","content_zh":"安柏姐姐是好人！兔兔伯爵摸起来也是毛茸茸的，而且还会爆炸，太棒了！","target_en":"Amber","title_en":"Klee about Amber","content_en":"Amber is the best! Baron Bunny is so fluffy and he even explodes! So. Cool."},{"target_id":1,"target_zh":"琴","title_zh":"可莉关于琴","content_zh":"琴团长是好人！虽然…有点可怕…","target_en":"Jean","title_en":"Klee about Jean","content_en":"Master Jean is the best! But she's also a little bit scary."},{"target_id":6,"target_zh":"迪卢克","title_zh":"可莉关于迪卢克","content_zh":"奇怪的大人，一直都是不太开心的样子。唔…为什么不喜欢笑呢？","target_en":"Diluc","title_en":"Klee about Diluc","content_en":"He's one of the weird grown-ups. He's so grumpy all the time... Why does he never smile?"},{"target_id":3,"target_zh":"丽莎","title_zh":"可莉关于丽莎","content_zh":"丽莎阿…丽莎姐姐是好人！每次可莉靠近她的工坊，她就会给可莉好吃的茶点…欸？说起来我想进她的工坊，好像一开始是想做新的炸药来着…？","target_en":"Lisa","title_en":"Klee about Lisa","content_en":"Lisa is the best! She always sneaks me some treats when I visit her at the workshop. ...Huh, I just remembered I was gonna ask her if I could use the workshop to make some new gunpowder. But I totally forgot..."},{"target_id":10,"target_zh":"班尼特","title_zh":"可莉关于班尼特","content_zh":"班尼特哥哥是好人！和他一起冒险，可莉总能有更多收获！…虽然班尼特哥哥自己总是什么宝物都找不到，嗯…这是为什么呢？","target_en":"Bennett","title_en":"Klee about Bennett","content_en":"Bennett is the best! I always find way more treasure if I go adventuring with Bennett! ...But he never finds any. Why is that, anyway?"},{"target_id":23,"target_zh":"迪奥娜","title_zh":"可莉关于迪奥娜","content_zh":"迪奥娜姐姐是好人！「靠一己之力摧毁蒙德酒业」的想法好有趣，可莉也要用炸弹来帮忙！——呃，虽然不太懂什么叫做「蒙德酒业」，是怪物吗？","target_en":"Diona","title_en":"Klee about Diona","content_en":"Diona is the best! I like listening to her, last time I heard her say, \"I'm gonna destroy the wine industry in this city if it's the last thing I do!\" And I'm gonna help her using my bombs! ...I don't know what a wine industry is though. Is it a monster?"},{"target_id":26,"target_zh":"阿贝多","title_zh":"可莉关于阿贝多","content_zh":"阿贝多哥哥跟可莉有个秘密的约定！要是可莉看到工坊门前挂着「实验进行中」的牌子，就要晚点再去找他。阿贝多哥哥不工作的时候，会很耐心地陪着可莉，所以可莉也会很耐心地等着的！","target_en":"Albedo","title_en":"Klee about Albedo","content_en":"Me and Albedo have a secret code! Whenever he puts a sign on his workshop door saying \"Experiment in Progress,\" that's code for \"Come Back Later, Klee.\" Albedo's really nice and he's so patient with me, so I don't mind waiting until he's finished with his work."},{"target_id":14,"target_zh":"莫娜","title_zh":"可莉关于莫娜","content_zh":"莫娜姐姐是好人！她每次找阿贝多哥哥和可莉玩的时候，都会说好多听不明白，但是很有趣的东西！可莉喜欢她来玩！","target_en":"Mona","title_en":"Klee about Mona","content_en":"Mona is the best! It's so much fun when she comes to play with me and Albedo. She talks about all these amazing things, and I don't understand most of it but... Ah, I just love it when Mona comes round!"},{"target_id":13,"target_zh":"砂糖","title_zh":"可莉关于砂糖","content_zh":"砂糖姐姐是好人！她问我，想不想要一个会跑会跳的蹦蹦！嘿嘿嘿，当然想要了，我还想要好几百个，让蒙德的街道上，台阶上，广场上，全是蹦蹦！","target_en":"Sucrose","title_en":"Klee about Sucrose","content_en":"Sucrose is the best! This one time she asked me if I wanted a Jumpy Dumpty that can run as well as jump. Tee-hee, well duh! Of course I do, I want hundreds of them! I wanna put them on every street, every staircase, and every square in Mondstadt!"}]},{"id":10,"name_zh":"班尼特","name_en":"Bennett","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200312/2020031219222320482.png","ver":"1.0","lines":[{"target_id":5,"target_zh":"芭芭拉","title_zh":"班尼特关于芭芭拉","content_zh":"她很擅长唱歌跳舞！我冒险不顺的时候就会去看她的演出，跟着观众一起喊喊口号加加油，心情就变好了，真的很神奇！这就是她为什么这么受欢迎的原因吧…啊，我这个当团长的，要是也这么受欢迎就好了。","target_en":"Barbara","title_en":"Bennett about Barbara","content_en":"She's the best singer and dancer out there! I always go to watch her in concert after an adventure goes south — it really lifts my mood, chanting along with all the other fans, cheering her on. It's really kinda magical! It's no wonder she's so popular... Boy, if I had even half her popularity as leader of my adventure team..."},{"target_id":9,"target_zh":"可莉","title_zh":"班尼特关于可莉","content_zh":"那个孩子啊…很可爱，但我必须和她保持距离。只要我陪她玩，她的那些炸弹就会突然爆炸…我倒霉一点无所谓，但要是炸伤了可莉就麻烦了，估计整个骑士团都会跟我没完吧。","target_en":"Klee","title_en":"Bennett about Klee","content_en":"She's a cute kid... but I have to keep my distance. Whenever she plays with me, her bombs always end up going off... It's not so much me I'm worried about, it would just be awful if something happened to Klee. The Knights of Favonius would never forgive me, that's for sure."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"班尼特关于菲谢尔","content_zh":"她是异世界来的「断罪皇女」，可厉害了！我不止一次和她说想要去她的家乡冒险，但每次说到这里她就吞吞吐吐的…嗯，一定是担心我的安危吧，看来她的家乡真的是很凶险的地方。","target_en":"Fischl","title_en":"Bennett about Fischl","content_en":"Oh yeah, the Prinzessin der Verurteilung from the world beyond! She's amazing. I keep asking her if we can go adventuring in her home world together, but each time I bring it up she sort of avoids the topic... She's probably just worried about my safety. Her home world sounds like a dangerous place, for sure."},{"target_id":1,"target_zh":"琴","title_zh":"班尼特关于琴","content_zh":"我本来想向琴团长要一些对蒙德的冒险家协会的支援，但其实我不太知道要怎么和她说…冒险家协会没有骑士团那么多规矩，我和老爹们成天也嘻嘻哈哈的，但用这种态度和琴团长说话，肯定不行吧…我是不是要学一下骑士团敬礼的方式？","target_en":"Jean","title_en":"Bennett about Jean","content_en":"I keep meaning to ask Master Jean for some help with the Mondstadt Adventurers' Guild, but I don't know how to go about it. The Guild doesn't have as many rules and regulations as the Knights of Favonius, the dads and I are pretty laid back about everything. Pretty sure that attitude wouldn't fly with Jean though... I guess I should read up on the Knights' etiquette or something?"},{"target_id":7,"target_zh":"雷泽","title_zh":"班尼特关于雷泽","content_zh":"你说奔狼领的那个小哥哥啊，他虽然看上去凶巴巴的，也不愿意说话…但是是个有趣的人哦！他和我都特别喜欢吃肉，我给他做肉吃，他教我狼怎么说话，哈哈，你下次要不要一起来？","target_en":"Razor","title_en":"Bennett about Razor","content_en":"Wolvendom guy! Looks a little on the feral side... doesn't talk much... but he's alright! We both love eating meat, so we got that in common. I sometimes cook some meat for him, and he teaches me how wolves communicate in return. Haha! You should join us next time!"},{"target_id":2,"target_zh":"安柏","title_zh":"班尼特关于安柏","content_zh":"哦哦，想起来了，那个女孩子，总横冲直撞的…她和我一样，经常去野外冒险！只不过…只要路边架着锅，就总会飘来浓浓的黑烟，还有什么东西烧糊了的味道…唔，难道她的运气也很差？","target_en":"Amber","title_en":"Bennett about Amber","content_en":"Oh, I know who you mean. The girl who's always charging around all over the place. She's always off adventuring in the wild, just like me... But if you ever see her near a cooking pot, you'll soon find a cloud of thick black smoke blowing in your direction, followed by the smell of burnt steak... Huh, maybe she was born unlucky too?"},{"target_id":11,"target_zh":"诺艾尔","title_zh":"班尼特关于诺艾尔","content_zh":"你说她啊，其实我注意她很久了。她很有天分，又特别努力，但在骑士团只能当女仆，一直没成为正式的骑士，你不觉得太可惜了吗？唉，要是她肯来冒险家协会，估计早就是个了不起的冒险家了。","target_en":"Noelle","title_en":"Bennett about Noelle","content_en":"Noelle's someone I've been watching for a while. She's really talented, and extremely hardworking. But somehow she's still a maid — the Knights of Favonius still haven't made her a knight. It's a shame, don't you think? Boy, if she switched to the Adventurers' Guild, she'd easily be one of the best there is."}]},{"id":11,"name_zh":"诺艾尔","name_en":"Noelle","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200315/2020031516092797889.png","ver":"1.0","lines":[{"target_id":2,"target_zh":"安柏","title_zh":"诺艾尔关于安柏","content_zh":"她是我非常尊敬的前辈，实力很强不说，对人也很亲切。她还教我怎么做「兔兔伯爵」，你看，我会把它当成护身符带在身边，做得不错吧？","target_en":"Amber","title_en":"Noelle about Amber","content_en":"I really look up to Amber. Not only is she an accomplished knight, but she's a kind person too. She taught me how to make a Baron Bunny. I keep it on my person for luck, and it looks quite alright, don't you think?"},{"target_id":9,"target_zh":"可莉","title_zh":"诺艾尔关于可莉","content_zh":"我一直很想知道，她还这么小，是怎么正式成为骑士的。有一次向她请教经验，她还没听完我的话，就拉着我去骑士团外面玩炸弹…我以为这是什么修行，结果最后我和她都被琴团长关了禁闭…","target_en":"Klee","title_en":"Noelle about Klee","content_en":"I've always been curious as to how she managed to become a fully-fledged knight at such a young age. I actually went to ask her for tips once, but I'd barely started talking to her when she grabbed me by the hand and took me outside the Knights headquarters to play with bombs. I thought it was some kind of training exercise at first, but Jean found us, and we both ended up in solitary confinement..."},{"target_id":1,"target_zh":"琴","title_zh":"诺艾尔关于琴","content_zh":"琴团长一直都是我的榜样，我的实力和认真程度完全比不上她。她对别人就像对自己一样严格，所以如果有一天我能得到她的认可，那也是对我一直以来努力的最大肯定了。在那之前，我都是不会松懈的！","target_en":"Jean","title_en":"Noelle about Jean","content_en":"Master Jean has always been my role model, both in terms of ability and dedication. She holds herself and others to the same high standards, so if there ever comes a day when I meet with her approval, it will be the ultimate acknowledgment of all my efforts so far. Until then, there's no room for complacency!"},{"target_id":4,"target_zh":"凯亚","title_zh":"诺艾尔关于凯亚","content_zh":"他很神秘，来如影，去如风，每天都有很重要的任务要去处理。他还经常会给我安排一些小任务，就好像我已经是他的小队成员了一样…嗯？只是跑腿？不不不，虽然确实是跑腿，可是我很珍惜的！","target_en":"Kaeya","title_en":"Noelle about Kaeya","content_en":"He's a mysterious character! He comes and goes like the wind, and is always occupied with important business. I like the fact that he delegates some of the smaller jobs to me sometimes, it's nice to feel like part of the team, you know... What do you mean, \"errand runner\"? I don't see it like that at all! Okay, well yes, technically I run errands for him. But still, I really appreciate it!"},{"target_id":10,"target_zh":"班尼特","title_zh":"诺艾尔关于班尼特","content_zh":"他不止一次来邀请我，说什么比起骑士团，还是冒险家协会更适合我…虽然我是会像一个普通的冒险家一样，帮他照顾他的老爹们，但…骑士团对我来说有特别的意义，而且我也不想认输…嗯，果然还是没法答应。","target_en":"Bennett","title_en":"Noelle about Bennett","content_en":"He's asked me to join the Adventurers' Guild more than a few times, saying that life there would suit me better than with the Knights of Favonius. While I could help him take care of his \"dads\" like the other adventurers... the Knights hold a special meaning for me, and I'm not ready to give up on becoming one yet. No, I simply cannot accept his offer."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"诺艾尔关于菲谢尔·茶点","content_zh":"她好像是从别的世界来的，其他的我也不清楚…不过她好像很喜欢骑士团的图书馆，总是在那里看书。我打扫的时候会送去一些热乎乎的茶点，她每次都会感谢我，还会说很多听不明白，但都很夸张的话…","target_en":"Fischl","title_en":"Noelle about Fischl: Tea","content_en":"I think she's from another world, but I don't know the details. One thing I do know, however, is that she loves the Knights of Favonius' library. She can always be found there with her nose in a book. I bring her some refreshments whenever I go in there to clean, and she always thanks me profusely. When I say profusely... I mean she goes a bit over the top, to be honest, and... I actually don't understand half of what she's saying."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"诺艾尔关于菲谢尔·身世","content_zh":"以前我打扫图书馆的时候，记得有本书叫《菲谢尔皇女夜谭》，我还以为只是幻想小说…但没想到，里面的主人公居然真的存在！能有一本自己的传记，她一定很厉害吧。","target_en":"Fischl","title_en":"Noelle about Fischl: Background","content_en":"So once when I was cleaning the library, I noticed a book on the shelf called Flowers for Princess Fischl. At the time I assumed it was just a fantasy novel... I was so surprised to find out the main character is a real person. I could hardly believe it! She must be someone incredible to have a whole book dedicated to her."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"诺艾尔关于芭芭拉","content_zh":"我们经常在一起喝茶，有时候她会轻轻哼出很好听的调子，告诉我灵感来了。虽然我对音乐给不出什么实用的建议…但能跟芭芭拉享受这样的时光，我真的非常高兴！","target_en":"Barbara","title_en":"Noelle about Barbara","content_en":"We take tea breaks together sometimes. Often she'll start humming a tune, saying inspiration has come to her. I'm not the right person to give useful feedback on anything musical... But I still love spending time with Barbara."}]},{"id":12,"name_zh":"菲谢尔","name_en":"Fischl","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200330/2020033019074664412.png","ver":"1.0","lines":[{"target_id":10,"target_zh":"班尼特","title_zh":"菲谢尔关于班尼特","content_zh":"菲谢尔：那位厄运的少年吗…错不了的，我这只「断罪之眼」见证过，他那被世界唾弃的悲哀——奥兹：那个倒霉蛋，置之不理可不行。","target_en":"Bennett","title_en":"Fischl about Bennett","content_en":"Fischl: Ah, the ill-starred young man... My Auge der Verurteilung has seen with unmistakable clarity how his heart ails at being forsaken by the world—Oz: Someone needs to keep an eye on the unlucky fellow."},{"target_id":3,"target_zh":"丽莎","title_zh":"菲谢尔关于丽莎","content_zh":"菲谢尔：那司书的魔女，坐拥着宇宙知识的宝库…如果能赢取她的信任，或许就能获得伟大智慧…奥兹：她说「图书馆的规矩就是有借有还，再借不难」。","target_en":"Lisa","title_en":"Fischl about Lisa","content_en":"Fischl: The magus-custodian of books, gatekeeper of universal knowledge... Win her trust, and one may yet gain access to a vast repository of wisdom...Oz: She means as long as you return your first few library books on time, you'll never have any trouble borrowing a book again."},{"target_id":4,"target_zh":"凯亚","title_zh":"菲谢尔关于凯亚","content_zh":"菲谢尔：无法看透的真实，无法断明的因果，虚实交织的狂言…那个人，或许也与我一样，背负了「魔眼」的命运…奥兹：也可能暗地里是个海盗…？","target_en":"Kaeya","title_en":"Fischl about Kaeya","content_en":"Fischl: His nature is obscure, his fate a mystery, and his speech a vexing tapestry woven of both fact and fiction... Perhaps he and I share the burden of mystical sight...Oz: Or perhaps he's secretly an actual pirate?"},{"target_id":14,"target_zh":"莫娜","title_zh":"菲谢尔关于莫娜","content_zh":"菲谢尔：啊啊，那位「伟大的占星术士莫娜」…哼，此人曾经妄图窥探本皇女的命运，结果却浑身颤抖呢。奥兹：当时占星术士似乎在努力憋笑，非常不容易。","target_en":"Mona","title_en":"Fischl about Mona","content_en":"Fischl: Aha, yes, Mona, the mighty astrologer... Mona, who once had the vanity to probe the fate of the Prinzessin der Verurteilung herself! She wound up a trembling wreck, overborne and overmastered.Oz: *whispering* The poor lass was trying desperately not to laugh. It was no easy task."},{"target_id":30,"target_zh":"罗莎莉亚","title_zh":"菲谢尔关于罗莎莉亚","content_zh":"菲谢尔：她吗？似乎是虔信风神的忠实修女呢。奥兹：「虔信」？「忠实」？菲谢尔：没错。有天晚上看到过，她对什么人说「以风神巴托巴斯的名义，去死吧」这样的话，想必是在领祷吧。","target_en":"Rosaria","title_en":"Fischl about Rosaria","content_en":"Fischl: One finds Sister Rosaria to be a most devout believer in the Anemo Archon.Oz: ...\"Devout believer,\" mein Fräulein?Fischl: Indeed! One night, I heard her invoking the name of the Archon thus in another's presence: \"May you be struck down in the name of Lord Bartabos!\" One presumed that she was leading a prayer."}]},{"id":13,"name_zh":"砂糖","name_en":"Sucrose","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200724/2020072414340926231.png","ver":"1.0","lines":[{"target_id":11,"target_zh":"诺艾尔","title_zh":"砂糖关于诺艾尔","content_zh":"她…经常会主动帮我的忙，但有时候太热情了，反而…让我有点苦恼。有一次，她看到我实验室门前堆了三箱器材，就很麻利地帮我搬了进来，但其实…那些都是我刚刚搬出去的。","target_en":"Noelle","title_en":"Sucrose about Noelle","content_en":"She's... a very willing helper, I can't deny that. It's just... she makes me a little anxious is all. One time, she saw three boxes of materials stacked just outside my laboratory door, and proceeded to move them inside for me. A nice gesture, but the thing is... I'd only just finished putting them outside..."},{"target_id":9,"target_zh":"可莉","title_zh":"砂糖关于可莉","content_zh":"她已经被琴团长关过好多次禁闭了，但只要被放出来，不久就又会闯祸，唉，不知道有没有真的反省过。啊…我答应她，要帮她做一个会蹦会跳，又很安全的蹦蹦，只不过现在，设计上还有不少问题…","target_en":"Klee","title_en":"Sucrose about Klee","content_en":"Jean has put her into solitary confinement so many times, but every time she's let out it's not long before she's back in trouble. *sigh* Something tells me she hasn't done much introspection. I told her I'd make her a bouncing, dancing Jumpy Dumpty that is also safe — but to date there are still a lot of problems with the design."},{"target_id":1,"target_zh":"琴","title_zh":"砂糖关于琴","content_zh":"我有点不敢和琴团长说话，因为她太严肃了…我知道她是个很好的人，但、但知道归知道，害怕…还是会害怕。我一般都不会去打扰她，实在有不得不找她的事，我…我也会拜托阿贝多先生。","target_en":"Jean","title_en":"Sucrose about Jean","content_en":"I don't dare talk to Master Jean that much, because she's so strict. I know she's a good person and all — I know that, I do — but... I still find her scary. I don't tend to bother her, and even when I have to... I ask Albedo to go on my behalf."},{"target_id":3,"target_zh":"丽莎","title_zh":"砂糖关于丽莎","content_zh":"我觉得她，好像懂的特别多。她明明没有看过我的研究，但有好几次，都给了我最关键的建议。她到底是怎么知道的呢？是…观察？还是推理呢？","target_en":"Lisa","title_en":"Sucrose about Lisa","content_en":"She really seems to know a great deal. She's obviously never seen my research, and yet on so many occasions she's given me advice on that which is most core to my studies. Just how does she know? Is it observation, or is it ratiocination?"},{"target_id":4,"target_zh":"凯亚","title_zh":"砂糖关于凯亚","content_zh":"唔…我知道他喜欢开玩笑，也没有存心捉弄我的意思。可是，我实在是…分不清他的哪句话是真话，哪句话又是玩笑，所以最后要不然就变得很尴尬，要不然，就是我出洋相…","target_en":"Kaeya","title_en":"Sucrose about Kaeya","content_en":"Oh... I know he likes to joke, and isn't trying to make fun of me, but I often struggle to work out which parts of what he says are the truth and which parts are jokes. So whenever he talks to me, the outcome is usually one of two things: morbid embarrassment or unbearable awkwardness."},{"target_id":26,"target_zh":"阿贝多","title_zh":"砂糖关于阿贝多·艺术","content_zh":"当他的助手，每天都能学到很多。重点不是知识，而是「天才」的思考方法，无论是多么复杂的问题，他总能抽丝剥茧，再一一解决。在我看来，那就是艺术…","target_en":"Albedo","title_en":"Sucrose about Albedo: Artistry","content_en":"As his assistant I learn so much each and every day. What's key is not his existing knowledge, but his talented way of thinking. No matter how complex the task at hand, his way of thinking ensures he gets to the bottom of it, and is able to explain it thoroughly. His methodologies are amazing... to me, it's where alchemy meets art."},{"target_id":26,"target_zh":"阿贝多","title_zh":"砂糖关于阿贝多·天赋","content_zh":"你说天赋？嗯…假如和他做同样的研究，可能确实一辈子都没法超过他。但，我研究「生物炼金」并没有故意要躲开他的意思，只是…嗯，我和他恰好有不同的爱好，还有梦想，仅此而已吧。","target_en":"Albedo","title_en":"Sucrose about Albedo: Talent","content_en":"Talent? Let's hypothesize that he and I were to perform the same research — I'd still spend my whole life playing catch up. But, my studying bio-alchemy has nothing to do with evading his line of research, we just happen to have different interests and dreams — nothing more."},{"target_id":2,"target_zh":"安柏","title_zh":"砂糖关于安柏","content_zh":"我很好奇，为什么她做的布偶，名字叫「兔兔伯爵」呢？和兔子没什么关系吧。唔…你说，头上的发带，很像兔耳朵？…有道理，但其实这是刻板印象，也有很多兔子耳朵是垂下来的。","target_en":"Amber","title_en":"Sucrose about Amber","content_en":"I'm curious as to why her doll is called \"Baron Bunny,\" it clearly has nothing to do with a rabbit at all. Oh, the headband makes it look like it has rabbit ears you say? Hmm... That's heavily reliant on the rabbit stereotype, is it not? Many rabbits' ears are floppy."},{"target_id":12,"target_zh":"菲谢尔","title_zh":"砂糖关于菲谢尔","content_zh":"你是说《菲谢尔皇女夜谭》？我知道，作者创造出的世界很有意思，要是能亲眼去看一看就好了…欸？你在说那个「菲谢尔」啊？她啊…嗯，她…应该是没办法带我去的。","target_en":"Fischl","title_en":"Sucrose about Fischl","content_en":"I take it you're referring to the book series, Flowers for Princess Fischl? Indeed, the world the author came up with is very creative. If only I could go see it with my own eyes. Oh, you're referring to Fischl herself? I am... doubtful that she could really take me there."},{"target_id":32,"target_zh":"优菈","title_zh":"砂糖关于优菈","content_zh":"游击骑士的工作很危险，优菈小姐的行动又格外大胆，所以我给她制作了一个侦察装置，这样她就不用潜入敌人的营地了。但优菈小姐的气势太吓人，我有点怕她，告诉她使用方法的时候，不小心漏掉了几条注意事项，结果真的发生了意外…怎么办？我会不会被她记仇了…","target_en":"Eula","title_en":"Sucrose about Eula","content_en":"The role of a scout is a hazardous one, and Ms. Eula throws herself into danger all too easily. So, I made a reconnaissance device for her, so that she wouldn't have to infiltrate enemy camps herself. But Ms. Eula has such an imposing manner, she really puts me on edge, and... I was so nervous that I accidentally left out a few important details while explaining how to use it... As a result, there was an accident...Ah, what should I do... I hope she won't hold a grudge against me..."}]},{"id":14,"name_zh":"莫娜","name_en":"Mona","img_url":"https://uploadstatic.mihoyo.com/contentweb/20220127/2022012718352334387.png","ver":"1.0","lines":[{"target_id":1,"target_zh":"琴","title_zh":"莫娜关于琴","content_zh":"那位西风骑士团代理团长？她的「命之座」是「幼狮座」，象征着力量，还有过早担负的责任。「雄狮」早早离群，但她会继续成长，直到能完全继承狮群的荣耀。","target_en":"Jean","title_en":"Mona about Jean","content_en":"You mean the Acting Grand Master of the Knights of Favonius? Her constellation is Leo Minor, which represents strength and responsibility shouldered too young... Though the lioness has been separated from her pride for a long time, she grows from strength to strength, and the day will come when she is ready to return as its glorious leader."},{"target_id":26,"target_zh":"阿贝多","title_zh":"莫娜关于阿贝多","content_zh":"阿贝多？啊…我真羡慕他，只用专注于研究就好，不用管其他的杂事，真是美好的生活啊。如果那个老太婆脑筋正常一点，我应该也过着这种生活吧…","target_en":"Albedo","title_en":"Mona about Albedo","content_en":"Albedo? Ah... I envy his ability to solely focus on his research without getting bogged down in mundane worldly affairs. What a wonderful life! If that batty old lady hadn't had one too many screws loose, perhaps that's the life I'd be living by now myself..."},{"target_id":9,"target_zh":"可莉","title_zh":"莫娜关于可莉","content_zh":"你是说，艾莉丝的女儿啊。她住在西风骑士团，还有阿贝多照顾…怎么说呢，哎…她的「命之座」不愧是象征着幸运的「四叶草」啊，真羡慕…啊不过，要是我也有这么好的运气，首先就不会遇见那个老太婆了。","target_en":"Klee","title_en":"Mona about Klee","content_en":"Ah yes, Alice's daughter. She's in the custody of the Knights of Favonius, and Albedo looks after her too. She's blessed to have Trifolium as her constellation, which represents good luck. I'm slightly envious... *smirk* Although, if I'd been blessed with good luck, I suppose I never would have had the great honor of running into that old woman, would I..."},{"target_id":6,"target_zh":"迪卢克","title_zh":"莫娜关于迪卢克","content_zh":"迪卢克·莱艮芬德。「夜枭」是他的「命之座」，象征着黑夜中的警觉，和孤独的守望。在他所认可的白昼来临之前，他都将孤独前行。等等，「夜枭」象不象征财富来着？","target_en":"Diluc","title_en":"Mona about Diluc","content_en":"Diluc Ragnvindr. His constellation, Noctua, represents vigilance in the darkness of night... A lone guardian keeping watch, longing for the splendor of dawn, yet destined to solitude in the dark days preceding its arrival....Or, wait, maybe Noctua's the one tied to wealth...?"},{"target_id":4,"target_zh":"凯亚","title_zh":"莫娜关于凯亚","content_zh":"凯亚·亚尔伯里奇吗？他的「孔雀羽座」象征着高贵，但同时也象征着「华丽的掩饰」。他以为已经和过去一刀两断。但到了命中注定的那天，他依然必须做出自己的选择。","target_en":"Kaeya","title_en":"Mona about Kaeya","content_en":"Kaeya Alberich? He's a Pavo Ocellus. Destined for greatness and grandeur... and to hide ugly realities behind a layer of charm and elegance. He believes he has made a clean break with his past, but one day fate will catch up with him. When it does, he will have a major decision to make."},{"target_id":3,"target_zh":"丽莎","title_zh":"莫娜关于丽莎","content_zh":"她的「命之座」以「沙漏」为名，象征着知识、时间与等价交换。一粒沙子落下，时间…或者说生命，就消逝一刹。如果想要止住沙粒奔流，只能平放沙漏，让它永不流动。嗨…简单来说，就是变着法偷懒啦。","target_en":"Lisa","title_en":"Mona about Lisa","content_en":"A Tempus Fugit... The constellation derives its name from the hourglass, and stands for knowledge and time — or rather, the trade-off between them. As each grain of sand falls down, a moment of time — of life, even, dies for good. To stop the unrelenting flow of sand, one would have to turn the hourglass on its side. But once the sand comes to rest, it remains motionless forever... Hmm, maybe 'becomes lazy' is more accurate than 'comes to rest,' in this case."},{"target_id":8,"target_zh":"温迪","title_zh":"莫娜关于温迪","content_zh":"温迪？那个成天无所事事的吟游诗人？咦，他有什么有趣的吗？我占卜看看…咦，水占盘怎么…什么也看不清，怎，怎么起风了，眼睛都睁不开了！我的帽子！衣服，衣服要被吹跑了！停下来！我不干了！我不干了！","target_en":"Venti","title_en":"Mona about Venti","content_en":"Venti? The bard that sits around doing nothing all day? What's so interesting about him? Sure, I guess I can take a look... Huh, that's weird, the scryglass, it's... I can't see a thing... this wind... I can't... open my eyes! No, my hat! Ah! My clothes, stop! The wind's going to strip all my clothes off! Make it stop, make it stop! ...Alright, alright! I'll never do this again!"}]},{"id":15,"name_zh":"北斗","name_en":"Beidou","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617043374251.png","ver":"1.0","lines":[{"target_id":16,"target_zh":"凝光","title_zh":"北斗关于凝光·璃月七星","content_zh":"凝光啊，从「璃月七星」的角度上来说已经做得很好了吧。只是，我要负责的对象从来就是我的船和兄弟们，不是什么「璃月七星」啊。","target_en":"Ningguang","title_en":"Beidou about Ningguang: Liyue Qixing","content_en":"Ningguang eh? As far as Liyue Qixing is concerned, she seems to be doing a good job. But for me, my responsibility lies with my ship and my men, and not with Liyue Qixing."},{"target_id":16,"target_zh":"凝光","title_zh":"北斗关于凝光·态度","content_zh":"凝光一向不怎么坦率，但她曾经很直接地表露过对我的不满。哈哈，不过啊，喜欢和讨厌都是她自己的事情，我是不可能动摇的。","target_en":"Ningguang","title_en":"Beidou about Ningguang: Attitudes","content_en":"Ningguang is never really one to speak frankly, but she has been very direct with her criticism of me in the past. Haha... But hey, whether she likes me or hates me is her choice, nothing I can do to sway her."},{"target_id":17,"target_zh":"香菱","title_zh":"北斗关于香菱·好厨艺","content_zh":"香菱的一手好菜，可是我们一众人在远航时的念想。没力气的时候，要是想想干煸绝云椒椒那满嘴留香的滋味，都能精神几分。","target_en":"Xiangling","title_en":"Beidou about Xiangling: Culinary Skills","content_en":"When we're out on the open ocean, the one thing we do all miss is Xiangling's cooking. When spirits are low, just thinking of her fried jueyun chili, bursting with flavor... It gives everyone just that little extra kick."},{"target_id":17,"target_zh":"香菱","title_zh":"北斗关于香菱·试吃","content_zh":"香菱啊，她偶尔也会用一些说不上好滋味的食材，做出一些很是了不得的味道。不过嘛，没有尝试就不会有进步，我倒是挺乐意帮她试吃的。","target_en":"Xiangling","title_en":"Beidou about Xiangling: Food Tasting","content_en":"Xiangling huh? She sometimes uses some... interesting ingredients in her dishes to bring about some, ah... intriguing flavors. Though... there's no way she can improve without having someone to taste-test — a role that I am more than happy to fill."},{"target_id":24,"target_zh":"钟离","title_zh":"北斗关于钟离","content_zh":"你说「往生堂」的那位先生吗？兄弟们有时会聊起他的传言，听上去是个很有意思的人啊。嗯，有机会去结交一下吧。","target_en":"Zhongli","title_en":"Beidou about Zhongli","content_en":"You mean the gentleman from Wangsheng Funeral Parlor? My men sometimes speak of the rumors surrounding him — he sounds interesting. Yes, if I get the chance I'd like to meet him someday."},{"target_id":28,"target_zh":"魈","title_zh":"北斗关于魈","content_zh":"有一年海灯节前夕，船队在归航时遭遇了风暴，紧赶慢赶才在入夜时分回到了璃月港。那时候海灯早就散了。我却在孤云阁的方向，看到了空中悬着一个少年模样的仙人。想必就如传闻一样，在人们看不见的地方，也有人在守护这个璃月港吧。","target_en":"Xiao","title_en":"Beidou about Xiao","content_en":"One year on the eve of the Lantern Rite, we ran into a storm as we were returning to port. Try as we did, we only made it back to Liyue Harbor in the dead of night, long after the lanterns had all been released. As I looked towards Guyun Stone Forest, I saw an adeptus, floating in the air, in the form of what appeared to be a young boy. I guess it is like the legends say — there really must be those that watch over Liyue, even if they cannot be seen."},{"target_id":27,"target_zh":"甘雨","title_zh":"北斗关于甘雨","content_zh":"我和甘雨那丫头私交不错！但你也知道，她是「璃月七星」的秘书，「七星」不待见我那可不是一天两天了。哈，我倒是无所谓，要连累了那丫头可不行。嗯，对外还是保密得好。","target_en":"Ganyu","title_en":"Beidou about Ganyu","content_en":"Privately, Ganyu and I get on like a house on fire! But as you know, she's the secretary to the Liyue Qixing... and I'm not exactly in their good books right now! Doesn't bother me, but I wouldn't want to put Ganyu in a difficult position. So just keep what I said between us, yeah?"},{"target_id":25,"target_zh":"辛焱","title_zh":"北斗关于辛焱","content_zh":"哈，很有意思的丫头！船上的兄弟们也有喜欢听她「摇滚」的。嗯…我本人？怎么说呢，虽然在某些方面跟辛焱有共同话题，但我的音乐品味却是另一方面的…","target_en":"Xinyan","title_en":"Beidou about Xinyan","content_en":"She's got a great personality, that one! The guys in the crew love that rock and roll of hers. Me? We have common ground, just... not when it comes to taste in music."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"北斗关于枫原万叶","content_zh":"听说万叶那小子在天守阁外挡了雷电将军的一刀，不简单嘛！嗯…战争结束后，他回了我们南十字船队，说是继续和我们同行一段时间。我当然是非常欢迎了，如果哪天他决定要独自踏上下一段旅程，我再打一壶好酒为他送行，哈哈。","target_en":"Kaedehara Kazuha","title_en":"Beidou about Kaedehara Kazuha","content_en":"Kazuha? That scallywag actually blocked a strike from the Raiden Shogun outside Tenshukaku! Easier said than done... After the battle he came to the Crux Fleet — said he'd voyage with us a while longer. I was more than happy to oblige. If the day comes when he decides to set off again by himself on the next stage of his journey, I'll send him off with a drink, haha..."}]},{"id":16,"name_zh":"凝光","name_en":"Ningguang","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617042023125.png","ver":"1.0","lines":[{"target_id":15,"target_zh":"北斗","title_zh":"凝光关于北斗·罚金","content_zh":"那位…船长。明明也受到不少人推崇，却总是带头漠视规则。她缴纳的罚金，都够买一艘崭新的远洋船了吧。","target_en":"Beidou","title_en":"Ningguang about Beidou: Fines","content_en":"That... captain. She clearly receives the adoration of many, but will always be the first to disregard the rules. The fines she has paid would be enough to buy her a whole new ship..."},{"target_id":15,"target_zh":"北斗","title_zh":"凝光关于北斗·态度","content_zh":"或许你没有遇到过这种糟糕的交流体验。将好话坏话说尽了，对方却依然自行其是。罢了，尽可能不要让我见到那位北斗船长。","target_en":"Beidou","title_en":"Ningguang about Beidou: Attitude","content_en":"Perhaps you've never heard me speak like this. All that can be said has been said — both the good and the bad — but she still does as she pleases. Forget it. Keep Beidou out of my sight."},{"target_id":24,"target_zh":"钟离","title_zh":"凝光关于钟离","content_zh":"钟离…「往生堂」口中的这位先生，精通许多旁人不知的事物。但在掌握他的弱点之前，再优秀的棋子，也还不能为我所用。","target_en":"Zhongli","title_en":"Ningguang about Zhongli","content_en":"Zhongli... Of the Wangsheng Funeral Parlor. He's very versed in a great deal of affairs. Although... such excellent pawns are of no use to me until I know their weaknesses."},{"target_id":18,"target_zh":"行秋","title_zh":"凝光关于行秋","content_zh":"飞云商会的二公子，那种性格的人看不惯我，是很自然的，而我也不会去为难他。「道不同不相为谋」，说的就是这个道理。","target_en":"Xingqiu","title_en":"Ningguang about Xingqiu","content_en":"The second son of the Feiyun Commerce Guild. People like him can't stand the sight of me, which is only to be expected. I have no intention of troubling him either. Those who have different beliefs should not work together."},{"target_id":17,"target_zh":"香菱","title_zh":"凝光关于香菱","content_zh":"「万民堂」的小丫头…总是把对我的猜疑写在脸上。呵，要是让她知道了，这些年来我对「万民堂」的资助…她会露出怎样的表情来呢？","target_en":"Xiangling","title_en":"Ningguang about Xiangling","content_en":"That girl from Wanmin Restaurant... Her suspicion towards me is always written all over her face... Hehe, I wonder what face she would make if only she knew how much I helped finance that restaurant..."},{"target_id":27,"target_zh":"甘雨","title_zh":"凝光关于甘雨","content_zh":"即使是甘雨，也不可过度依赖。璃月俗语说「百密终有一疏」。重要事情当前，只有自己亲手处理，亲眼查证，才可放心。","target_en":"Ganyu","title_en":"Ningguang about Ganyu","content_en":"One cannot afford to be overly reliant on others — even when it comes to Ganyu. There is a Liyue saying which goes, \"even the most meticulous can fall prey to happenstance.\" When there are important affairs to deal with, it is always safer to investigate and resolve them personally."},{"target_id":20,"target_zh":"刻晴","title_zh":"凝光关于刻晴","content_zh":"「玉衡星」…她最近的变化可真不小。璃月究竟更需要曾经的她，还是更需要现在的她呢？可能要多花一些时间，才能判断吧。","target_en":"Keqing","title_en":"Ningguang about Keqing","content_en":"Yuheng... She has changed a lot recently. But is Liyue better off with the Yuheng we have now, or the Yuheng we used to know? Only time will tell."},{"target_id":1,"target_zh":"琴","title_zh":"凝光关于琴","content_zh":"蒙德城的代理团长，想必是一位严谨而又细腻的女性吧。且不说她恰如其分的用词，连每张信纸的边缘都折叠得一丝不苟。越是这些容易被人忽视的细节，越能透过它窥见一个人真正的品质。","target_en":"Jean","title_en":"Ningguang about Jean","content_en":"The Acting Grand Master of Mondstadt, a strict and impeccable woman. Her flawless etiquette knows no fault, even her letters are meticulously written and creased according to the prescribed rules. It is such easily overlooked details that offer a glimpse into the true qualities of one's character."},{"target_id":31,"target_zh":"烟绯","title_zh":"凝光关于烟绯","content_zh":"烟绯？呵，某种意义上，她是个贴心的对手呢。若不是她「灵巧」地解释律法，为咨询者们提供各种「奇妙」的建议，要让我独自找到律法的缺口，逐步完善法典，怕是要多花数月的时间。","target_en":"Yanfei","title_en":"Ningguang about Yanfei","content_en":"Yanfei? I suppose you could say she's a dear rival of mine... Were she not so deft at explaining the meanders of the law and providing her clients with all sorts of cunning suggestions, it would take me many more months to identify existing loopholes in the legal codices and tighten them one by one."},{"target_id":44,"target_zh":"申鹤","title_zh":"凝光关于申鹤","content_zh":"申鹤小姐近来可好？有劳你多多关照她了。你们帮忙重建群玉阁的事，我一直记在心里，也很是感激。啊，客套话就不多说了，我备了好茶，闲时多来坐坐吧。","target_en":"Shenhe","title_en":"Ningguang about Shenhe","content_en":"How is Miss Shenhe doing as of late? Please, look out for her whenever you can. I am most grateful to both of you for your assistance with rebuilding the Jade Chamber. Ahem, and on a more personal note — please know that if you are ever free, a cup of the finest tea will always be waiting for you here."},{"target_id":45,"target_zh":"云堇","title_zh":"凝光关于云堇","content_zh":"云堇啊…怎么样，你听得惯她的戏吗？起初可能是有些难懂，试着耐下性子多品味一下吧。我投资她的戏班不为别的，只是觉得，这般典雅的艺术，值得被一直传承下去。","target_en":"Yun Jin","title_en":"Ningguang about Yun Jin","content_en":"Yun Jin... Are you able to appreciate her performances? It might be difficult at first, but I would encourage you to give it a chance. The reason why I decided to invest into her opera troupe is quite simple: Elegant art forms like these deserve to be passed down to future generations."},{"target_id":48,"target_zh":"夜兰","title_zh":"凝光关于夜兰","content_zh":"她是个很有意思的人，对我而言，也是绝对可信之人。八面玲珑，才能无可挑剔。呵呵，既然同为聪明人，希望你们能相处愉快。","target_en":"Yelan","title_en":"Ningguang about Yelan","content_en":"She's a very interesting character. I can say with the utmost confidence that she is someone I trust unreservedly. She handles herself impeccably, which means she stays beyond reproach. Hehe, since you both have high intelligence in common, hopefully you will get along very well."}]},{"id":17,"name_zh":"香菱","name_en":"Xiangling","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200316/2020031618192613355.png","ver":"1.0","lines":[{"target_id":16,"target_zh":"凝光","title_zh":"香菱关于凝光","content_zh":"哦！刚才那个，是「天权」大人啊…嗯，你凑过来点。再，再过来点。我跟你说哦，她可是一个特别厉害的人，港内的事情她什么都知道。所以，你也要小心一点，不要被她盯上了…","target_en":"Ningguang","title_en":"Xiangling about Ningguang","content_en":"That was the Tianquan! Did you see? She just walked past. Come here... closer... Let me tell you, she knows everything that happens in Liyue, so... keep a low profile, don't attract her attention!"},{"target_id":29,"target_zh":"胡桃","title_zh":"香菱关于胡桃","content_zh":"唔，你是不是也被胡桃欺负过？她老是趁我不注意躲到我后面，这样突然拍我的后背，得逞了还嘿嘿地笑，哼。但我大人大量，看在她每次都会给我带酿梅花做线花糕的份上，才没跟她斤斤计较。","target_en":"Hu Tao","title_en":"Xiangling about Hu Tao","content_en":"Is Hu Tao picking on you too? Ugh, that prankster always waits till I least expect it, creeps up on me from behind and then... Boo! ...then laughs herself silly. Hmph. But I can handle it, and she does bring me fermented plum blossoms once in a while so I can make flower cakes... so I don't hold a grudge."},{"target_id":23,"target_zh":"迪奥娜","title_zh":"香菱关于迪奥娜","content_zh":"清泉镇的迪奥娜！啊啊，听说她能调出特别好喝的酒，我专门拜访过她！想着如果能把调酒的秘方借鉴到料理上，说不定也能做出美味。但是，她给我的秘方，比如啤酒里泡蜥蜴尾巴，蒲公英酒里放小块熏鱼…做出来都不是很好吃。呜，果然还是要靠自己吗？","target_en":"Diona","title_en":"Xiangling about Diona","content_en":"Diona, from Springvale! Ah, I heard she mixes a great drink, so I came specifically to see her! I thought perhaps I could use her secrets in my cooking, and bring out more flavors. But the tips that she gave me — like soaking lizard tails in beer, or putting bits of smoked fish in dandelion wine — all came out really awful. *sigh* Guess it's up to me to work it out myself, then."},{"target_id":15,"target_zh":"北斗","title_zh":"香菱关于北斗","content_zh":"北斗姐姐人特别好！跟着她出去航海的话，每次都能捕获到好多新鲜的食材！章鱼脚拿来煲汤最好，海天青就要用辣椒好好炝一炝。不光北斗姐姐，「南十字」的船员们都很喜欢我做的菜呢。","target_en":"Beidou","title_en":"Xiangling about Beidou","content_en":"Oh, Beidou is the greatest! Every time I go out sailing with her, she always manages to fish up lots of fresh ingredients! Octopus tentacles go great in soup, and seaweed fries up great with some chilies. Not just Beidou, but everyone on board The Crux loves my cooking."},{"target_id":24,"target_zh":"钟离","title_zh":"香菱关于钟离","content_zh":"我遇到过不少挑剔的食客，但像钟离先生那种嘴巴上讲究，还能一针见血的，真的就只有他一个！那天我给他上的第一道菜是「椒盐豆腐」，他只尝了一口，就问我用的是什么盐，然后又说什么「不妨试试孤云阁浅海处提炼的海盐吧，它的层次感能够为豆腐赋予更多鲜味」。我试过之后味道真的大有不同。你说，他是不是好厉害！","target_en":"Zhongli","title_en":"Xiangling about Zhongli","content_en":"I've come across a lot of fussy eaters, but Mr. Zhongli is very particular and has no problem getting straight to what he has to say. The first time I served him salt and pepper tofu, he took just one bite, and then proceeded to say: \"It would be better to try sea salt extracted from the shallow seas of Guyun Stone Forest, because it would bring a fresh sense of depth to the tofu.\" I tried it and the taste was just so different! He's just amazing, don't you think!?"},{"target_id":19,"target_zh":"重云","title_zh":"香菱关于重云","content_zh":"重云啊，他总是跟着行秋一起来「万民堂」吃饭…呃，或者应该说，是被行秋拖来的？但是重云不吃热食。每次热菜上桌，行秋就会客客气气地说一声「失敬」，然后动起筷子逐一评点起每道菜的美味之处，他那夸得呀，我都想冲过去尝一口！你是没见到重云那种眼神，哈哈哈。还挺有趣的呢，他俩。","target_en":"Chongyun","title_en":"Xiangling about Chongyun","content_en":"Chongyun? I always see him on his way to eat at Wanmin Restaurant with Xingqiu... Ah... or perhaps I should say I see him being dragged there by Xingqiu? Chongyun doesn't eat hot food. Every time the hot food arrives, Xingqiu politely apologizes and proceeds to try every dish. I just wanna dig in with him! The look on Chongyun's face is priceless. They're quite interesting, those two."},{"target_id":27,"target_zh":"甘雨","title_zh":"香菱关于甘雨","content_zh":"甘雨？嗯…啊啊有印象有印象，是那位只吃素食的客人吧！她来「万民堂」的次数不算多，每次都是一个人躲在小角落里不吭声地吃着饭。我嘛，看她孤孤单单有些可怜，就总帮她多舀两大勺菜。没想到，她每次都能全部吃完！真是不可貌相。","target_en":"Ganyu","title_en":"Xiangling about Ganyu","content_en":"Ganyu? Oh... Oh yeah! I remember her — vegetarian, right? She doesn't come to the Wanmin Restaurant very often — but when she does, she sits alone in the corner and eats her meal in total silence. Poor girl, she seems kinda lonely... I always give her an extra-large portion because I feel sorry for her. Funniest thing is, she eats every last bite, every time! I wouldn't have guessed she had such an appetite just by looking at her."},{"target_id":25,"target_zh":"辛焱","title_zh":"香菱关于辛焱","content_zh":"辛焱经常来「万民堂」吃夜宵喔！像行秋、重云他们不敢试吃的新品，辛焱就会毫不犹豫地下筷…而且有八成以上的概率喜欢！哎，真是很不错的人呐。","target_en":"Xinyan","title_en":"Xiangling about Xinyan","content_en":"Xinyan always comes to the Wanming Restaurant for a late-night snack! She gobbles up all the new dishes that the likes of Xingqiu and Chongyun don't go near... and nine out of ten times, she enjoys them too! She's great."},{"target_id":48,"target_zh":"夜兰","title_zh":"香菱关于夜兰","content_zh":"夜兰姐？我当然记得她啦。第一次见面时，我还猜她会喜欢那种清淡的菜式，没想到她是我见过最能吃辣的客人！菜肴里的辣味她觉得不够，居然把绝云椒椒直接嚼来吃！真了不起。","target_en":"Yelan","title_en":"Xiangling about Yelan","content_en":"Yelan? Of course, I remember her! When I first met her, I was certain she'd be the kind of gal who'd prefer lighter dishes... turned out that she can handle the most spice out of all my customers! Apparently, my dishes weren't spicy enough for her, because she started taking bites of raw Jueyun Chilies! Truly amazing."}]},{"id":18,"name_zh":"行秋","name_en":"Xingqiu","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200324/2020032419030350146.png","ver":"1.0","lines":[{"target_id":15,"target_zh":"北斗","title_zh":"行秋关于北斗","content_zh":"北斗阁下是我非常敬重的人。不过希望她不要喊我「小子」，也不要一见面就揉我头发。","target_en":"Beidou","title_en":"Xingqiu about Beidou","content_en":"I have great respect for Lady Beidou. I just wish she wouldn't call me \"kid\" and ruffle my hair each time she sees me."},{"target_id":16,"target_zh":"凝光","title_zh":"行秋关于凝光","content_zh":"「天权」大人是我不得不敬重的人。不然会给家父以及家兄添麻烦。嗯？对她本人，我想想。嗯…还是算了，不说人坏话了。","target_en":"Ningguang","title_en":"Xingqiu about Ningguang","content_en":"In her capacity as the Tianquan, I am obliged to respect her. Otherwise, it could create issues for my father and brother. On a personal level? Let me think... I think I will go with \"No comment,\" I shan't speak ill of others."},{"target_id":19,"target_zh":"重云","title_zh":"行秋关于重云","content_zh":"唉，重云这家伙，虽然也知道我的底细，但真要和他搭档去完成任务还得审慎。他现在还是执着「武」技，却不理解「侠」心的境界。需要多练练。尤其…是吃辣的方面，哈哈。","target_en":"Chongyun","title_en":"Xingqiu about Chongyun","content_en":"Ah, dear Chongyun. Though he understands me quite well, one has to exercise caution when teaming up with him to go on a quest. He is making good progress in the martial arts, but I would say he hasn't quite internalized the chivalric code yet... He needs more practice. Especially at eating spicy food..."},{"target_id":45,"target_zh":"云堇","title_zh":"行秋关于云堇","content_zh":"云堇啊，她只要能喝到满意的饮品，就会有动力去创作新戏。我呢，就一直在床底下囤着一小罐茶叶，就是为了等哪天她兴致索然的时候给她送去。这样，我就有听不完的异侠传奇了！","target_en":"Yun Jin","title_en":"Xingqiu about Yun Jin","content_en":"When Yun Jin drinks a beverage she is fond of, she will be inspired to write a new play. So, I keep a jar of tea leaves under my bed at all times, ready to deliver to her on the day that her inspiration dries up. This way, I shall never run out of heroic tales to listen to!"},{"target_id":29,"target_zh":"胡桃","title_zh":"行秋关于胡桃","content_zh":"那个小姑娘，正是「往生堂」的当代堂主。嗯？问我怎样看待她的为人？…行事作风嘛，坊间传闻是作不了数的。真想了解一个人，还得看她真正想要的是什么。","target_en":"Hu Tao","title_en":"Xingqiu about Hu Tao","content_en":"Ah yes, the young lady who is now the Director of the Wangsheng Funeral Parlor. If you're asking what I think about her as a person... Well, there are all sorts of rumors about the way she works. But I think if you really want to understand someone, you need to find out what they are really after."},{"target_id":21,"target_zh":"七七","title_zh":"行秋关于七七","content_zh":"总感觉七七的身上藏着谜团。但只要白术先生在场，就跟她说不上几句话。除非，我们能找个白术先生外出看诊的机会，专门…","target_en":"Qiqi","title_en":"Xingqiu about Qiqi","content_en":"I've always thought there is more to Qiqi than meets the eye. But it's impossible to have a conversation with her when Baizhu's around. Hmm... We could wait till Baizhu makes a home call to one of his other patients and corner her..."},{"target_id":17,"target_zh":"香菱","title_zh":"行秋关于香菱","content_zh":"见到香菱的时候，你可得多观察一下她的表情。尤其是刚刚添置完食材回来的香菱，笑得越开心，就越危险。要是被她缠上、逼你试吃新品…这种情况，我一般会靠重云来处理。","target_en":"Xiangling","title_en":"Xingqiu about Xiangling","content_en":"When you first spot Xiangling out and about, the first thing you should do is check the look on her face. Especially when she's just coming back from collecting new ingredients — the more excited she looks, the more dangerous it is to approach. Because if she sees you, she'll force you to taste-test her latest concoction... I usually get Chongyun to handle these situations, hehe..."},{"target_id":25,"target_zh":"辛焱","title_zh":"行秋关于辛焱","content_zh":"辛焱到底是在哪里演出的？从吃虎岩到玉京台，哪里都躲不过那种鸡飞狗跳的穿透力…唉，能够安静看书的时日是多么宝贵啊。","target_en":"Xinyan","title_en":"Xingqiu about Xinyan","content_en":"Where does Xinyan perform? Anywhere from Chihu Rock to Yujing Terrace — no spot is untouched by her disruptive presence... A quiet day when I can curl up with a good book is a rare treasure indeed."},{"target_id":26,"target_zh":"阿贝多","title_zh":"行秋关于阿贝多","content_zh":"下一卷、下下卷、下下下卷的重要场景，我都已经想好要配怎样的插画了！啊，必须赶快把灵感记下来，修书一封，寄给白垩老师…","target_en":"Albedo","title_en":"Xingqiu about Albedo","content_en":"I've thought of all the illustrations I want for each major event in the next three volumes! I should write my thoughts down before I forget them, and send them to Mr. Kreideprinz..."},{"target_id":24,"target_zh":"钟离","title_zh":"行秋关于钟离","content_zh":"我看见过家父和家兄接待这位先生，就从他们行礼时候的恭敬态度来看…对方应该是很有地位的人物吧。我还听说他是给仙人办丧事的人，感觉很有底蕴。要不要一起去挖掘他身上的秘密呢？","target_en":"Zhongli","title_en":"Xingqiu about Zhongli","content_en":"My father and brother entertained that gentleman as a guest once. From the way they were acting, he must be a very high-profile figure indeed. I also heard that he directs funerals for the adepti, so he must surely have great depth to his character. We should do some digging and see what we can find out about him!"},{"target_id":44,"target_zh":"申鹤","title_zh":"行秋关于申鹤","content_zh":"总觉得申鹤小姐看我的眼神里略显凶恶，让我不敢随便跟她搭话。奇怪，难道我无意中得罪过她吗？或者…得罪过她身边的人？","target_en":"Shenhe","title_en":"Xingqiu about Shenhe","content_en":"I find that Miss Shenhe seems to look at me somewhat fiercely, so I daren't approach her lightly. Bizarre, did I inadvertently upset her? Or maybe... upset someone close to her?"},{"target_id":48,"target_zh":"夜兰","title_zh":"行秋关于夜兰","content_zh":"你听说过「一人千面」这个词语吗？夜兰小姐就给我这种感觉。上门来访的时候，家父和家兄以礼相待，她也还之以礼，就像是个亲切稳重的大姐姐。可在别的地方见到她时，又完全是不同的印象。","target_en":"Yelan","title_en":"Xingqiu about Yelan","content_en":"Have you heard the expression \"same person, different face\"? Ms. Yelan gives me precisely this feeling. When she came to visit my family, my father and brother treated her with respect, and she was pleasant and polite in return. She seemed like a kind and mature young lady to me. But when I saw her elsewhere, she gave a completely different impression."}]},{"id":19,"name_zh":"重云","name_en":"Chongyun","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200602/2020060218324180299.png","ver":"1.0","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"重云关于钟离","content_zh":"「往生堂」的钟离先生啊，隐约觉得是个厉害角色，凡夫恶党杀人，我们方士除妖，他居然能葬仙人。","target_en":"Zhongli","title_en":"Chongyun about Zhongli","content_en":"That Zhongli from the Wangsheng Funeral Parlor seems to be quite an incredible man. Just think, common folk might gang up to commit a murder, we exorcists vanquish demons — but he alone buries the bodies of the adepti."},{"target_id":18,"target_zh":"行秋","title_zh":"重云关于行秋","content_zh":"我虽然敬佩行秋的武艺和侠心。但是我一定要事先提醒你，他坏心思也不少。如果真的发生了什么事情，记得回来和我结成受害者同盟啊。","target_en":"Xingqiu","title_en":"Chongyun about Xingqiu","content_en":"I do admire Xingqiu for his devotion to chivalry and his martial arts proficiency. However — I must warn you that he definitely has a mean side, too. If you find that you fall foul of any of his antics, come to me and we'll form a \"Victims of Xingqiu\" alliance. There is strength in numbers."},{"target_id":28,"target_zh":"魈","title_zh":"重云关于魈","content_zh":"降魔大圣和我们方士一派，一暗一明，共守璃月，历史已久，我非常尊敬魈上仙。但是，那位大人居然说…居然说什么驱邪方士量小力微不值一提，我，我绝对不能苟同！","target_en":"Xiao","title_en":"Chongyun about Xiao","content_en":"The Conqueror of Demons himself has defended Liyue side-by-side with we exorcists for generations, day after day, night after night. I have the utmost respect for Adeptus Xiao. It's just... Why must he be so disparaging toward us? He says our repertoire is lacking and our power is trivial. I'm sorry, but I just can't accept that."},{"target_id":29,"target_zh":"胡桃","title_zh":"重云关于胡桃","content_zh":"「往生堂」的手段还是信得过的。但是那副「不用你们方士操心」的嘻嘻笑脸却看着让人火大…呼，冷静冷静。","target_en":"Hu Tao","title_en":"Chongyun about Hu Tao","content_en":"The Wangsheng Funeral Parlor is a reputable institution that acts with integrity. But whenever I see that cheeky smile that says, \"It's nothing you exorcists need to worry about,\" it just makes my blood boil... Whoa, deep breaths, Chongyun. Stay calm."},{"target_id":21,"target_zh":"七七","title_zh":"重云关于七七","content_zh":"看起来是个僵尸小姑娘，但作为方士我能察觉到…她可不一般。嗯…名字也不见宝诰之中，究竟是哪尊呢…","target_en":"Qiqi","title_en":"Chongyun about Qiqi","content_en":"She looks like a zombie, but as an exorcist, I feel there's... something different about her. Hmm, her name is also absent from all the praised names I've seen... Where exactly does she fit in among the deities?"},{"target_id":25,"target_zh":"辛焱","title_zh":"重云关于辛焱","content_zh":"我会尽可能避开辛焱演出的区域。那般热烈的气氛，即使无意融入，也难免受其影响…我是说，会让人不自在。","target_en":"Xinyan","title_en":"Chongyun about Xinyan","content_en":"I avoid Xinyan's performances like the plague. That heated atmosphere... Even if you don't intend to get involved, it still... Let's just say that it gets me all hot and bothered."},{"target_id":17,"target_zh":"香菱","title_zh":"重云关于香菱","content_zh":"香菱做菜的手艺有口皆碑，但是她那些辛辣烫口的菜品我是绝对不会碰的…没有，没有什么…你看，史莱姆滑蘑菇？这能吃吗？","target_en":"Xiangling","title_en":"Chongyun about Xiangling","content_en":"Xiangling's cooking is universally praised, but I personally don't touch any of her spicy dishes. Why? Oh, you know — just, uh... personal preference, that's all. I mean, come on, Mushroom Slime Stew... Does that sound appetizing to you?"},{"target_id":44,"target_zh":"申鹤","title_zh":"重云关于申鹤","content_zh":"我曾听家中长辈聊起过她。她家的遭遇…很让人同情。原以为这次能够让分家的远亲重回家中，长辈们听说她还活着也都高兴坏了，说是要备上礼物，择个吉日好好聚聚。却没想到，平日根本见不到她的人影…等等，按辈分来算的话，我、我该不会…要叫她「小姨」吧…","target_en":"Shenhe","title_en":"Chongyun about Shenhe","content_en":"The elders in my clan have mentioned her before. The fate of her family... *sigh* It's something we can all sympathize with. I originally thought we would be able to bring a long-lost relative back into our clan. The elders were overjoyed, too, when they heard she was still alive — they even prepared gifts for her, and picked an auspicious day for a grand reunion. What we hadn't counted on was that most of the time, she's extremely difficult to track down. Wait a minute, based on our relative positions in the family tree, does that mean that I... There's no way I'd have to call her \"Auntie Shenhe\"... right?"},{"target_id":48,"target_zh":"夜兰","title_zh":"重云关于夜兰","content_zh":"我初任方士那会儿，受邀到委托人家中驱邪，离开时，曾撞见过这位女性。她把我的名字记在某个小册子里，或许是想确认我有没有做值得怀疑的事吧。不过就那一次，后来再没遇见过她。现在想想，大概是因为我平日打坐总是一动不动，谁看着都会觉得无趣吧。","target_en":"Yelan","title_en":"Chongyun about Yelan","content_en":"I met her once, back when I'd just become an exorcist. I'd taken a commission to perform an exorcism in someone's home, and was just leaving at the end when I ran into her. She wrote my name down in a booklet — I guess she just wanted to confirm I wasn't doing anything suspicious... Anyway, it was just that one time, I never saw her again after that.Now that I think about it, it's probably because the sight of me meditating motionless must be pretty boring to watch. Not exactly suspicious."}]},{"id":20,"name_zh":"刻晴","name_en":"Keqing","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200828/2020082814015644368.png","ver":"1.0","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"刻晴关于钟离","content_zh":"那位「往生堂」的先生，确实博学多才，令人敬佩，但他的思维方式，终究还是太像帝君的那一套了…如果他更有主见的话，将他招揽到我的身边做事，一定会大有帮助。","target_en":"Zhongli","title_en":"Keqing about Zhongli","content_en":"The gentleman from the Wangsheng Funeral Parlor? Clearly, he's an extremely learned individual, and I do have a lot of respect for him. But his mindset is too traditional for me — he thinks in the same tired old terms as Rex Lapis did... If he were more of an original thinker, I'm sure he'd be a great asset to me in reaching my objectives."},{"target_id":15,"target_zh":"北斗","title_zh":"刻晴关于北斗","content_zh":"这位船长总是漠视规则，性格令人头疼，可她的「南十字」船队，对璃月港来说又是必不可少的。如何平衡规则和利益，也是一门艺术。哎呀，只不过那位负责律法的「天权」，可有的忙了。","target_en":"Beidou","title_en":"Keqing about Beidou","content_en":"That captain is always flouting the rules, and her personality really rubs people the wrong way. That said, The Crux Fleet is indispensable to Liyue Harbor. It's a bit of an art, knowing when to enforce the rules and when it's in everyone's interests to be more lenient. Thing is, the Tianquan is supposed to be the one enforcing the rules, but she always seems to be too busy..."},{"target_id":16,"target_zh":"凝光","title_zh":"刻晴关于凝光·矛盾","content_zh":"我和她虽然是同事，但性子真的合不来。在她的眼里，璃月港不过是她的生意场，只要是能赚钱的事，她什么都做。这岂不是太没原则了？唔…还是说，这就是她的原则？","target_en":"Ningguang","title_en":"Keqing about Ningguang: Conflict","content_en":"We do work together, but we couldn't be more opposite personality-wise. To her, Liyue Harbor is nothing more than a marketplace, and she'll do anything as long as it makes money for her. Doesn't she have any principles? Hmm, or maybe turning a profit IS her principle?"},{"target_id":16,"target_zh":"凝光","title_zh":"刻晴关于凝光·合作","content_zh":"帝君离开之后，我们难得地达成了很多共识。过去我对她的评价，确实有点偏颇。尽管根本的观念不同，但在现在的时局下，也只能把她视为战友了。","target_en":"Ningguang","title_en":"Keqing about Ningguang: Cooperation","content_en":"Since Rex Lapis left us, we've actually found some common ground. I was quite judgmental of her in the past, and we still fundamentally disagree on a number of issues, but in the current climate I have to say I count her as a comrade in arms."},{"target_id":16,"target_zh":"凝光","title_zh":"刻晴关于凝光·琐事","content_zh":"话虽这么说！明星斋的「琉璃新月」，我提前三个月就预定了！结果去取货的时候才知道，凝光她用两倍的价钱，把这几个月里所有的「琉璃新月」都买走了！果然我还是受不了她！","target_en":"Ningguang","title_en":"Keqing about Ningguang: Trifling Matters","content_en":"Ugh, having said that... I ordered a Lucent Crescent from Mingxing Jewelry three months in advance, and when it was finally time to pick it up, they told me Ningguang had bought up the last few months' worth of Lucent Crescents for herself by paying double the price! *sigh* She can be such a pain!"},{"target_id":25,"target_zh":"辛焱","title_zh":"刻晴关于辛焱","content_zh":"其实我也对她的「摇滚」很感兴趣。从传统文化的视角看，确实有点喧闹，但我不在乎。好听就是好听，好听的东西就应该发扬光大。","target_en":"Xinyan","title_en":"Keqing about Xinyan","content_en":"You know what, I think her music rocks. Too noisy by traditional standards, for sure, but I don't care. Good music is good music. And good music should reach the widest possible audience."},{"target_id":17,"target_zh":"香菱","title_zh":"刻晴关于香菱","content_zh":"「万民堂」的这位年轻掌勺，我知道她很有才华，但发挥还是太不稳定了。以前本来想找她定制几桌宴席的，可是尝过她蜥蜴还有史莱姆的试菜之后…我就打消了这个念头。","target_en":"Xiangling","title_en":"Keqing about Xiangling","content_en":"Yeah, the up-and-coming chef from Wanmin Restaurant... I get that she's gifted and everything, I just think her cooking can be a bit hit-or-miss. I was all ready to hire her for a small banquet once, and give her full control over the menu... but the amount of lizard and slime in her sample dishes quickly turned me off that idea!"},{"target_id":18,"target_zh":"行秋","title_zh":"刻晴关于行秋","content_zh":"我听说过他的故事，明明出身名门望族，却不爱家族事业，喜欢去外面行侠仗义。我很欣赏他，毕竟，把家里的条条框框丢到一边，执意去做心中认为正确的事，这种魄力，可不是谁都有的。","target_en":"Xingqiu","title_en":"Keqing about Xingqiu","content_en":"I've heard his story — he was born into a well-to-do family, but wasn't keen on the family business, so he now devotes his time to being an envoy of justice. I have huge respect for that! Not everyone has the guts to follow their dreams when it means breaking with a long-standing family tradition."},{"target_id":28,"target_zh":"魈","title_zh":"刻晴关于魈","content_zh":"传闻中的少年仙人，现如今在这人治之世，也应该放下身上的重担了吧。人类已经不需要这样的守护了，就算遇上什么棘手的难题，我们也有自行解决的能力。","target_en":"Xiao","title_en":"Keqing about Xiao","content_en":"I feel like now that we live in the age of mankind's rule, it's time for the legendary boy-adeptus to be released from duty. We no longer need a defender of that kind, because we are capable of working through the challenges we face on our own strength."},{"target_id":27,"target_zh":"甘雨","title_zh":"刻晴关于甘雨·质疑","content_zh":"我也不知道帝君当年做了什么，才会让甘雨对他这么忠心耿耿。不过，没主见也有没主见的好处——至少，就算是心中颇有微词，她也会按我说的去做，很有职业素养。","target_en":"Ganyu","title_en":"Keqing about Ganyu: Skepticism","content_en":"Who knows what Rex Lapis must have done to inspire such blind devotion from Ganyu... But her reluctance to be critical is not without its advantages. In the workplace, she'll carry out my instructions to the letter, even when I can tell she has her reservations. It's a good attitude to have as a career professional."},{"target_id":27,"target_zh":"甘雨","title_zh":"刻晴关于甘雨·反思","content_zh":"因为最近有很多事都拿不定主意，我经常去向她询问意见，毕竟，她可能是璃月最熟悉帝君的人了。唉，想起以前，在她面前说了很多得罪帝君的话，还是有点不好意思，不过，她似乎没那么介意，这让我松了口气…","target_en":"Ganyu","title_en":"Keqing about Ganyu: Reflection","content_en":"I find myself getting a second opinion from her a lot these days. Lots of things come up that I just have no idea about, and of everyone in Liyue, she's probably the most familiar with Rex Lapis. Heh... I feel a bit awkward, though, because I used to be openly disparaging of Rex Lapis in front of her... But she doesn't seem to mind, so I guess I've got nothing to worry about..."},{"target_id":45,"target_zh":"云堇","title_zh":"刻晴关于云堇","content_zh":"路过和裕茶馆的时候，如果发现被围得水泄不通，那一定就是云堇正在台上唱戏。许多商人都觉得，只是为了云堇，就值得把整个茶馆都买下来。","target_en":"Yun Jin","title_en":"Keqing about Yun Jin","content_en":"When you're passing by Heyu Tea House and have to squeeze your way through the biggest crowd you've seen in your life, that's when you know Yun Jin's on stage performing. There's not a merchant in Liyue who wouldn't buy up the place if they had the chance, and Yun Jin is the reason it would be worth every Mora."},{"target_id":8,"target_zh":"温迪","title_zh":"刻晴关于风之神","content_zh":"帝君离去之后，我一直都在思考，璃月港的未来该怎么走。除了参考帝君以前的行动，我还去研究了其他神明的治世手段。可是，邻国蒙德就让我很是困惑…像风之神这种做法，真的能让蒙德长久吗？","target_en":"Venti","title_en":"Keqing about the Anemo Archon","content_en":"Since Rex Lapis left us, the question of Liyue's future has been on my mind constantly. In addition to reviewing his own past deeds, I've been researching the other archons' modes of governance, too. Mondstadt's god is the one who baffles me the most though — how exactly do any of his actions contribute to the longevity of Mondstadt? It's completely beyond me."},{"target_id":31,"target_zh":"烟绯","title_zh":"刻晴关于烟绯","content_zh":"在我看来，律法是对过去「正确事物」的总结，但也具有时效性，需要不断完善和改进。璃月即将迎来剧变，熟知律法的人才不可多得，要是烟绯小姐愿意担任我的助手，许多麻烦就迎刃而解了。","target_en":"Yanfei","title_en":"Keqing about Yanfei","content_en":"The way I see it, the law is a summary of things done the right way in the past. However, it should also be continuously adapted and improved to match the needs of the present. Given that Liyue is about to undergo a radical transformation, legal talent is in great demand. With an assistant like Yanfei, I could spare myself a great deal of trouble."},{"target_id":48,"target_zh":"夜兰","title_zh":"刻晴关于夜兰","content_zh":"夜兰小姐的祖辈曾为七星效力，我的祖父也曾与她的家族有过学术合作。总体来说，她办事可靠，干净利落，时常为总务司提供重要的情报。虽然我也不清楚，夜兰小姐究竟是从哪听说这些消息的。","target_en":"Yelan","title_en":"Keqing about Yelan","content_en":"Ms. Yelan's ancestors used to serve the Qixing. My grandfather and her family have had academic collaborations in the past. All in all, she's reliable, efficient, and provides important intel to the Ministry of Civil Affairs. I can't say for sure how Ms. Yelan actually gets her intel, however..."}]},{"id":21,"name_zh":"七七","name_en":"Qiqi","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200828/2020082814265912018.png","ver":"1.0","lines":[{"target_id":29,"target_zh":"胡桃","title_zh":"七七关于胡桃","content_zh":"高温、假笑和死亡…讨厌。","target_en":"Hu Tao","title_en":"Qiqi about Hu Tao","content_en":"Warm. Fake smile. Death. I despise Hu Tao."},{"target_id":28,"target_zh":"魈","title_zh":"七七关于魈·名字","content_zh":"唔，听起来像老古董…","target_en":"Xiao","title_en":"Qiqi about Xiao: Name","content_en":"Sounds like a historical artifact to me."},{"target_id":28,"target_zh":"魈","title_zh":"七七关于魈·记忆","content_zh":"我见过他吗…？","target_en":"Xiao","title_en":"Qiqi about Xiao: Memory","content_en":"Remind me, have I met him before?"},{"target_id":25,"target_zh":"辛焱","title_zh":"七七关于辛焱","content_zh":"…是谁？","target_en":"Xinyan","title_en":"Qiqi about Xinyan","content_en":"...Who?"}]},{"id":22,"name_zh":"达达利亚","name_en":"Tartaglia","img_url":"https://uploadstatic.mihoyo.com/contentweb/20201103/2020110314190784136.png","ver":"1.1.1","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"达达利亚关于钟离·掂量","content_zh":"那家伙城府很深，不知真正的实力又如何呢…哼，真令人期待。","target_en":"Zhongli","title_en":"Tartaglia about Zhongli: Pondering","content_en":"There's far more to that man than meets the eye. As for the extent of his power... lots to look forward to, I think."},{"target_id":24,"target_zh":"钟离","title_zh":"达达利亚关于钟离·挑战","content_zh":"钟离先生，最近可好啊？嗯…还不错？看来他倒是挺适应作为「凡人」的生活嘛。可恶…竟然把我骗得团团转，只有痛痛快快地交战一场才能平息这份不甘！你说…我打不过他？哈哈哈…","target_en":"Zhongli","title_en":"Tartaglia about Zhongli: Challenge","content_en":"Tell me, how has Mr. Zhongli been lately? Not bad, you say? Seems he's had no problem acclimating to \"mortal\" life. Hmph, he sure had me fooled. Such a fiasco mustn't be so easily forgiven! The only way to reconciliation is fierce combat! What do you mean I'm no match for him? Hahaha..."}]},{"id":23,"name_zh":"迪奥娜","name_en":"Diona","img_url":"https://uploadstatic.mihoyo.com/contentweb/20201106/2020110614164694989.png","ver":"1.1.1","lines":[{"target_id":6,"target_zh":"迪卢克","title_zh":"迪奥娜关于迪卢克","content_zh":"那个…迪卢克，是我最讨厌的人！没有迪卢克就不会有蒙德酒业，没有蒙德酒业爸爸就不会喝酒，爸爸不喝酒就…就会陪我了，哼。","target_en":"Diluc","title_en":"Diona about Diluc","content_en":"Diluc... I can't stand him! If there was no Diluc, there would be no Mondstadt wine industry; if there was no Mondstadt wine industry, Daddy wouldn't drink; and if Daddy didn't drink... he would keep me company. Ohhhh..."},{"target_id":4,"target_zh":"凯亚","title_zh":"迪奥娜关于凯亚","content_zh":"为什么连我的「护卫队长」也是个令人讨厌的酒鬼啦！就是那个，说起话来总是笑盈盈的家伙！喝起酒来一杯接一杯的，没完没了。呼！","target_en":"Kaeya","title_en":"Diona about Kaeya","content_en":"How is it that even a captain is a disgusting boozehound! You know, that guy who's got that laugh! He downs drink after drink. Ugh!"},{"target_id":8,"target_zh":"温迪","title_zh":"迪奥娜关于温迪","content_zh":"温迪？不太熟的样子。但说到吟游诗人，就是那伙会给酒鬼们唱歌助兴的人吧。那就不喜欢！不喜欢不喜欢。","target_en":"Venti","title_en":"Diona about Venti","content_en":"Venti? I'm not familiar with him... He's a bard? Oh, he must be that guy who sings tunes to entertain the drunkards. Well, then I don't like him, no no no..."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"迪奥娜关于芭芭拉","content_zh":"芭芭拉小姐的粉丝们，都是大哥哥大姐姐…好羡慕，为什么我的粉丝都是一群大叔呢。呜…可恶，哼，不想了。","target_en":"Barbara","title_en":"Diona about Barbara","content_en":"How come all my fans are drunk middle-aged men, while Barbara's are all young people...? Hmph! So stupid. Forget it!"},{"target_id":1,"target_zh":"琴","title_zh":"迪奥娜关于琴","content_zh":"琴啊，骑士团的代理团长，嗯…难得一个不喝酒的成熟大人…但总感觉认真过了头，骑士团的大家对我有些过度保护了吧？","target_en":"Jean","title_en":"Diona about Jean","content_en":"Acting Grand Master of the Knights of Favonius... A rare, mature adult who doesn't drink... But perhaps a little too earnest, cause is it just me, or are the Knights overdoing it a bit on protecting me?"},{"target_id":26,"target_zh":"阿贝多","title_zh":"迪奥娜关于阿贝多","content_zh":"首席炼金术士大人？唔…我这种一直调出好酒的体质，他会知道破解的方法么？","target_en":"Albedo","title_en":"Diona about Albedo","content_en":"Alchemy genius? Hmm... I wonder if he knows of a way to finally help me make a drink that people don't like?"},{"target_id":3,"target_zh":"丽莎","title_zh":"迪奥娜关于丽莎","content_zh":"丽莎姐姐，很和善对吧，很温柔对吧？但是，这样的姐姐也经常喝酒！呜呜呜…这是为什么啦…蒙德城已经没救了吧…","target_en":"Lisa","title_en":"Diona about Lisa","content_en":"Lisa is so nice and gentle! But... how can such a gentle person also be a regular drinker!? Ohhhh... Why!? ...There's really no hope for Mondstadt, is there?"},{"target_id":17,"target_zh":"香菱","title_zh":"迪奥娜关于香菱","content_zh":"我向香菱讨过一份「口感搭配特别糟糕的食物组合」，据说是她亲自实践下来的，绝对难吃什么的…没用，完全没用。「续杯」两个字已经听到猫耳朵都生茧了！呜…","target_en":"Xiangling","title_en":"Diona about Xiangling","content_en":"Xiangling once gave me a \"so-awful-it-goes-with-nothing\" food combination she came up with, saying how it tasted absolutely terrible, blah blah blah... It didn't work, no use at all. All my little cat ears heard that night was \"One more cup of that good stuff!\" *sigh*"},{"target_id":9,"target_zh":"可莉","title_zh":"迪奥娜关于可莉","content_zh":"可莉每次来找我玩的时候，我都只好把她带去离酒馆远一点的地方。酒和炸弹…实在是太危险了！就算我想摧毁蒙德酒业，也得用堂堂正正的方式。","target_en":"Klee","title_en":"Diona about Klee","content_en":"Every time Klee wants to play with me, I take her somewhere far from the tavern. Alcohol and explosives... yeah, that's a dangerous combination! I mean, do I want to destroy the wine industry of Mondstadt? Yes, but not in that sense!"}]},{"id":24,"name_zh":"钟离","name_en":"Zhongli","img_url":"https://uploadstatic.mihoyo.com/contentweb/20201120/2020112010371210769.png","alias_zh":"摩拉克斯","alias_en":"Morax","ver":"1.1.2","lines":[{"target_id":28,"target_zh":"魈","title_zh":"钟离关于魈","content_zh":"你说，归离原的少年仙人…啊…直至今日，他仍在履行他的职责…哦，这副「连理镇心散」，请替我带给他。对了，可千万不能让小派蒙偷吃了去，这里的药力…绝非常人所能承受。","target_en":"Xiao","title_en":"Zhongli about Xiao","content_en":"You speak of the young adeptus of Guili Plains... *sigh* Still fulfilling his duty to this very day. Please, give this Remedium Tertiorum to him on my behalf. Oh, yes... be sure not to let Paimon eat them. Nothing of this world can withstand the power of this medicine."},{"target_id":8,"target_zh":"温迪","title_zh":"钟离关于温迪","content_zh":"嘶...好浓的酒气。那个诗人刚刚来过吧，那个和风雅二字搭不上一点关系的酒鬼诗人！你这里…唔，被他诱骗着灌了酒，话也说不清了么…你等一下，我去沏一壶「醒神茶」，只需三个时辰便好。你等一下…","target_en":"Venti","title_en":"Zhongli about Venti","content_en":"*sniff* Tsk... It reeks of wine. That bard has just been through here, hasn't he? That drunkard is a disgrace to the arts. Oh... Has he tricked you into getting drunk? You're slurring a little. Wait a moment, I'll brew a pot of sobering tea. It'll be ready in only six hours, so just wait a moment."},{"target_id":16,"target_zh":"凝光","title_zh":"钟离关于凝光","content_zh":"即便每日经手的事务千条万缕，她仍不失进取之心，实属难得。让我想起，彼时的她赤着脚从瑶光滩走到南码头，一路叫卖货品的样子。时间对于常人，真是残酷…","target_en":"Ningguang","title_en":"Zhongli about Ningguang","content_en":"Despite the multitude of affairs that she deals with in a day, Ningguang always continues to press on. A rare gem indeed. I'm reminded of the time that she used to walk barefoot from Yaoguang Shoal to the south wharf, trying to sell her wares as she went. Time is cruel to humans."},{"target_id":29,"target_zh":"胡桃","title_zh":"钟离关于胡桃","content_zh":"当代堂主？嗯…那孩子，我应付不来。","target_en":"Hu Tao","title_en":"Zhongli about Hu Tao","content_en":"The current overseer of the funeral parlor? Ahem. I cannot deal with that child."},{"target_id":22,"target_zh":"达达利亚","title_zh":"钟离关于达达利亚·沉着","content_zh":"那位来自至冬的武人，还没离开璃月吗？没关系，要是他找你麻烦，你可以唤我去应付他。","target_en":"Tartaglia","title_en":"Zhongli about Tartaglia: Composed","content_en":"That rascal from Snezhnaya has yet to depart from Liyue? Heh, no matter. Just let me know if he gives you any trouble. I shall deal with the matter swiftly."},{"target_id":22,"target_zh":"达达利亚","title_zh":"钟离关于达达利亚·酒桌","content_zh":"听说「公子」最近在愚人众的风评又变糟了不少。但像他这样的人，一定会用积极的行动去扫清那些对他的怨言吧。嗯…这样想来，下回酒桌上又有不少趣事可以听了。旅者，你也一起来吗？","target_en":"Tartaglia","title_en":"Zhongli about Tartaglia: Drinks","content_en":"It's said that Childe and his reputation have yet again stirred up waves among the inner ranks of the Fatui. Knowing his type, he will be sure to swiftly depose anyone who dares to challenge his actions. Hmm... Come to think of it, there will be a lot of interesting news to be heard the next time we gather for drinks. Care to join me when the time comes, Traveler?"},{"target_id":27,"target_zh":"甘雨","title_zh":"钟离关于甘雨","content_zh":"璃月这个国度的繁荣，靠得绝不仅是「岩王帝君」的神谕，而是无数响应「契约」的岩神子民。在这之中，甘雨已是就职时间最长的一位了。关于她的往事…我怕她怪罪，让她自己和你说吧。","target_en":"Ganyu","title_en":"Zhongli about Ganyu","content_en":"Liyue's prosperity has not merely been built on Rex Lapis' oracles or wisdom. It is also thanks to the countless servants of the Geo Archon who have honored their end of the contract. Of them, Ganyu is the one who has served for the longest time. If you want to know about her past... You should ask her about it. I fear my wording would not be delicate enough to receive her approval."},{"target_id":20,"target_zh":"刻晴","title_zh":"钟离关于刻晴","content_zh":"她是当代七星中最「不敬神」的，但我还挺欣赏这样的人。「觉得自己是正确的，就大声地说出来、坚决地去行动」——就是因为璃月有这样的人，我才会考虑退休一事。","target_en":"Keqing","title_en":"Zhongli about Keqing","content_en":"She is the most impious of the Qixing — but I actually find the conviction of such people quite endearing. The only reason I was able to consider taking a step back from such overarching management of Liyue was because there are people like her. People who speak up when they believe themselves to be right, and then go and do something decisive about it."},{"target_id":31,"target_zh":"烟绯","title_zh":"钟离关于烟绯","content_zh":"她未曾与我签订「契约」，却在以自己的方式维护璃月各界的规矩，并将有失偏颇的观念纠正。倘若某天，她的父亲远游归来，想来会比我更欣慰吧。","target_en":"Yanfei","title_en":"Zhongli about Yanfei","content_en":"Despite never having signed a contract with me, she upholds order within many strata of Liyue society in her own way, dispelling misconceptions and correcting biases... Should her father one day return from his travels, I imagine that he would be even more delighted than I."},{"target_id":38,"target_zh":"雷电将军","title_zh":"钟离关于巴尔","content_zh":"时间会淬炼一切意志。而她，恰好是会为信念付出所有的人。或许正因如此，她才能走到这一步。如有机会，我也想见识一下她为之倾尽一切的「永恒」。","target_en":"Raiden Shogun","title_en":"Zhongli about Baal","content_en":"Time tempers all volition. Yet she would give up everyone for her beliefs. Perhaps it is for this very reason that she has come to where she stands today... Should the chance come by me, I too would like to learn of the Eternity for which she so earnestly endeavors."}]},{"id":25,"name_zh":"辛焱","name_en":"Xinyan","img_url":"https://uploadstatic.mihoyo.com/contentweb/20201125/2020112515344362241.png","ver":"1.1.2","lines":[{"target_id":17,"target_zh":"香菱","title_zh":"辛焱关于香菱","content_zh":"我经常去「万民堂」吃夜宵，香菱如果手头不忙，还经常跟我聊天，一直聊到很晚很晚。啊？你问我都点的啥？嗯…其实是香菱做啥我吃啥，哈哈。每次都不一样，味道也千变万化，她可以说是料理界的「摇滚明星」了！","target_en":"Xiangling","title_en":"Xinyan about Xiangling","content_en":"I have dinner at the Wanmin Restaurant often. If Xiangling's got some time on her hands, we'll chat till it's real late. Eh? You wanna know what I order? See... I actually eat everything she makes. It's never the same thing, and the flavor's different each time, too. Ooh, she's the rock star of the culinary world, she is!"},{"target_id":24,"target_zh":"钟离","title_zh":"辛焱关于钟离","content_zh":"以前没什么人听我的摇滚，有一天他突然来邀请我，说可以去他那里试试，合适的话可以去当驻唱歌手，我心里激动啊，终于有人理解我的音乐了！就直接答应了下来。结果去了场地才知道，他居然是那个「往生堂」的客卿…这明显不合适啊，真是个怪人。","target_en":"Zhongli","title_en":"Xinyan about Zhongli","content_en":"There was this one fellow who invited me to perform at his place, back when there weren't many who would give my music the time of day. I was touched, let me tell you what. Like, hey, someone gets it! I agreed right away... But when I got there, I found out that he was the consultant at the Wangsheng Funeral Parlor. What a weird guy. I mean, how was that appropriate?"},{"target_id":16,"target_zh":"凝光","title_zh":"辛焱关于凝光","content_zh":"你知道千岩军吧？他们以前总是妨碍我，说什么这里也不准搭舞台，那里也不准，麻烦死了。咳咳，不过在我找总务司申诉之后，听说那个「天权星」专门修订了璃月的什么…呃…反正是某个规则，划定了演出专属场地，还要申请什么许可。哎…其实还是很麻烦，不过，好歹不用像之前一样，被赶得到处乱跑了嘛。","target_en":"Ningguang","title_en":"Xinyan about Ningguang","content_en":"Y'know, the Millelith used to get in my way all the time. Can't set up a stage here, can't perform there. Real bother, it was... Ahem. But after I wrote to the Ministry of Civil Affairs, I heard that the Tianquan amended one of Liyue's... Uh, some rule or something. She designated some spots for performances to take place, so long as you apply. *sigh* It's still a load of trouble if you ask me, but it's better than being harangued by those Millelith every time, so..."},{"target_id":15,"target_zh":"北斗","title_zh":"辛焱关于北斗","content_zh":"她啊，说话直爽，气量也大，聊起来特别投缘。「死兆星」号乘风破浪的故事，实在是太帅了，给了我很多摇滚的灵感。嘿嘿，我还专门写了一首歌给他们。现在，只要我唱第一句，好多船员都能跟我唱下去，都快变成船歌啦。","target_en":"Beidou","title_en":"Xinyan about Beidou","content_en":"Her? She speaks her mind and has a big heart, and we get on great. The Crux's adventures are real epic. They've given me tons of inspiration in the past! I even wrote them a song. Nowadays, I just need to sing the first line, and most all the sailors will join in. It's fast becoming a new sea shanty, it is."},{"target_id":19,"target_zh":"重云","title_zh":"辛焱关于重云","content_zh":"他超有意思！看上去文静内向，但有一次演出，他好像是被朋友叫过来，要跟我说什么话。舞台上声音太大，我还没听清呢，他已经一个箭步跳上台来和我一起唱了，还唱得特别摇滚。这就叫「人不可貌相」吧。","target_en":"Chongyun","title_en":"Xinyan about Chongyun","content_en":"He's one interesting guy. He looks introverted enough, but there was this one time when he came to one of my performances. A friend brought him or something, and he had some words for me, but I couldn't hear 'em over the music. Before I knew it, he was right up there on the stage with me, singing and rockin' his heart out. Guess you really can't judge a book by its cover!"},{"target_id":29,"target_zh":"胡桃","title_zh":"辛焱关于胡桃","content_zh":"她明明是往生堂的堂主，却每天一副开开心心的样子，完全不知道在想什么。街上碰到的话，还会大大方方地和我打招呼，说什么「喜欢玩火的人，是生意兴隆的保障呢。」…呃，有、有点诡异。","target_en":"Hu Tao","title_en":"Xinyan about Hu Tao","content_en":"I've no clue what she's thinking, going around looking all happy-clappy like that when she's the head of the Wangsheng Funeral Parlor. Always greets me cheerily too, saying \"I like people who play with fire, they're good for business\" or somethin' like that... She's a bit bizarre, I tell you."},{"target_id":45,"target_zh":"云堇","title_zh":"辛焱关于云堇","content_zh":"告诉你个小秘密，别到处乱讲哦。那个人可喜欢摇滚了，不管多忙，一周都来听我三场，只多不少。按理说，「和裕茶馆」的戏班头牌，该喜欢什么琴棋书画，花鸟虫鱼才对吧？肯定是平时被憋坏了，哈哈哈。","target_en":"Yun Jin","title_en":"Xinyan about Yun Jin","content_en":"Tell you a secret — but you gotta keep it that way, you hear? She's real fond of rock 'n' roll. Comes to watch me at least three times a week no matter how packed her schedule is. You'd think that the head of Heyu Tea House's troupe would be into finer arts and all, eh? But I guess it gets suffocating after a while. Haha."}]},{"id":26,"name_zh":"阿贝多","name_en":"Albedo","img_url":"https://uploadstatic.mihoyo.com/contentweb/20201216/2020121617552012082.png","ver":"1.2.1","lines":[{"target_id":13,"target_zh":"砂糖","title_zh":"阿贝多关于砂糖·方向","content_zh":"砂糖吗？我大概能理解她一心专攻「生物炼金」的理由…不管怎样，看到她的研究越来越顺利，我也为她感到高兴。","target_en":"Sucrose","title_en":"Albedo about Sucrose: Direction","content_en":"Sucrose? I think I more or less understand why she is so dedicated to her research in bio-alchemy... Either way, I'm happy to see her succeed more and more in her endeavors."},{"target_id":13,"target_zh":"砂糖","title_zh":"阿贝多关于砂糖·坚持","content_zh":"虽然在学术方面的合作非常愉快，但课题以外的部分，砂糖也有很多她自己的坚持。比如我告诉她我们是平辈，叫我阿贝多就好，她却坚持要用尊称。…只好随她去了。","target_en":"Sucrose","title_en":"Albedo about Sucrose: Habits","content_en":"Working with Sucrose on alchemy research is quite pleasant, but she has some... stubborn qualities in regards to certain aspects unrelated to research. For example, I have told her numerous times to just call me \"Albedo\" since we are about the same age, but she insists on addressing me in an excessively formal manner. *sigh* ...Whatever she prefers, I guess."},{"target_id":3,"target_zh":"丽莎","title_zh":"阿贝多关于丽莎","content_zh":"丽莎吗？和她讨论总会得到很有价值的观点。如此有才华却满足于图书管理员一职，想必背后藏着与那才华等重的因缘吧。","target_en":"Lisa","title_en":"Albedo about Lisa","content_en":"Lisa? I always am impressed by the valuable perspectives she brings to discussions. But is a person with her talents satisfied with such a basic occupation as librarian? There must be some hidden reason for this."},{"target_id":9,"target_zh":"可莉","title_zh":"阿贝多关于可莉","content_zh":"我的确把可莉当作亲妹妹一样看，所以每次当这位妹妹惹出麻烦的时候，我都只能安慰自己，至少她现在的破坏力，还不及艾莉丝女士的零头。","target_en":"Klee","title_en":"Albedo about Klee","content_en":"Indeed, I view Klee as my younger sister. Whenever she gets herself into some explosive sort of trouble, I can only console myself with the fact that her current destructiveness is nothing compared to that of Miss Alice."},{"target_id":1,"target_zh":"琴","title_zh":"阿贝多关于琴","content_zh":"琴吗？她是一位正直的代理团长，甚至可以说比那位团长大人更为可靠。可能大家心中都在期待着她成为正式团长的那一天吧。","target_en":"Jean","title_en":"Albedo about Jean","content_en":"Jean? She has served exceptionally well as Acting Grand Master. One can even say she is more reliable than Grand Master Varka. Perhaps in our hearts, we all eagerly await the day she can become the official Grand Master herself."},{"target_id":18,"target_zh":"行秋","title_zh":"阿贝多关于行秋","content_zh":"行秋吗？他写的小说挺有趣的。稻妻那边的「八重堂」一直在旁敲侧击希望让我和别的作者合作，说这样版税收入也会更好。哼，我缺这点钱吗？","target_en":"Xingqiu","title_en":"Albedo about Xingqiu","content_en":"Oh, Xingqiu? I find his written works quite interesting. The Yae Publishing House in Inazuma has been asking that I cooperate with a different author for greater royalties. Hmph, do I seem the type to be swayed by a few extra Mora?"},{"target_id":5,"target_zh":"芭芭拉","title_zh":"阿贝多关于芭芭拉","content_zh":"芭芭拉吗？她是一位认真的牧师，说来以前碰巧有机会给她画过速写…你问画哪儿去了？嗯…我拒绝了艾伯特的开价，直接把画送给了代理团长。人际交往…真是耗费精力啊。","target_en":"Barbara","title_en":"Albedo about Barbara","content_en":"Barbara? She's a very earnest Deaconess. I once had the opportunity to sketch her a simple portrait... What happened to the sketch? Ah yes... Albert offered to purchase it, but I rejected his bid and gave it to the Acting Grand Master. Social relations... really require a lot of effort."}]},{"id":27,"name_zh":"甘雨","name_en":"Ganyu","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210105/2021010518424084444.png","ver":"1.2.2","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"甘雨关于摩拉克斯·信任","content_zh":"我对帝君有着绝对的信任。当年，正是有帝君率领，我们才能击退魔物、降伏海兽，保住了这一方平安。帝君守护众人的身姿，千年以来的情谊，我不会忘记。","target_en":"Zhongli","title_en":"Ganyu about Morax: Trust","content_en":"I have absolute faith in Rex Lapis. It was only through his leadership that we were able to repel the monsters and subdue the sea creatures, and thus protect the peace of Liyue. The sight of him protecting the masses, and the memory of our centuries of camaraderie... I shall never forget it."},{"target_id":24,"target_zh":"钟离","title_zh":"甘雨关于摩拉克斯·追随","content_zh":"帝君的决断，总是能够为璃月的多数生命带来福祉。我很敬佩这一点，也很想像他一样…但有时，越想着要去追赶帝君的脚步，就越容易紧张得出错…","target_en":"Zhongli","title_en":"Ganyu about Morax: Follower","content_en":"All of Rex Lapis' decisions prioritize the welfare of all life in Liyue. That's what I admire about him the most. I want to live up to the same standard... but it seems that the harder I try to follow in his footsteps, the more overwhelmed I get and the more mistakes I make..."},{"target_id":16,"target_zh":"凝光","title_zh":"甘雨关于凝光","content_zh":"历任「天权」都会对璃月的古老律法进行释义和补充。在这之中，当代「天权」凝光的处理效率是无人能及的。只不过，她那追求效率和效益的作风常常遭人指摘。挑刺，总是比包容简单得多吧。","target_en":"Ningguang","title_en":"Ganyu about Ningguang","content_en":"Each Tianquan adds their own interpretation and amendments to the founding laws of Liyue. The current one, Ningguang, does it with unmatched efficiency, but that efficacious manner of hers draws a great deal of criticism. I suppose it is always simpler to criticize than to tolerate."},{"target_id":20,"target_zh":"刻晴","title_zh":"甘雨关于刻晴·隔阂","content_zh":"我无法认同她对帝君的态度。但是…但是…「甘雨，这才是璃月现今需要的人。」帝君反而这样说。我还是太愚钝了，要理解帝君话语中的意思，还得更努力地接触更多事务才行吧。","target_en":"Keqing","title_en":"Ganyu about Keqing: Estrangement","content_en":"I cannot stand her disrespectful attitude towards Rex Lapis! But he says to me, \"Ganyu, this is just the kind of person Liyue needs in this day and age.\" I guess I'm not smart enough, because I simply do not understand what he means by that. I think I need more life experience to become wise enough to comprehend his words."},{"target_id":20,"target_zh":"刻晴","title_zh":"甘雨关于刻晴·改观","content_zh":"最近她主动与我讨论起了修复碧水商路的方案，还问我，是帝君的话会怎么做。我们商量出来的举措固然不比帝君，不过…看到她反复推演着沙盘的样子，隐约能够理解她的心情了。","target_en":"Keqing","title_en":"Ganyu about Keqing: Changing Perspective","content_en":"She came to me recently to discuss the reopening of the Bishui trade route. She even asked me what Rex Lapis would do if it were him. Admittedly, what we came up with was not quite on par with what he would have chosen. But... seeing the way she kept starting her plan from scratch over and over again, I think I started to understand her a little bit."},{"target_id":18,"target_zh":"行秋","title_zh":"甘雨关于行秋","content_zh":"飞云商会那位青衣少年，并不像他的父亲和兄长那般操心织物的经营。是因为对他来说，有更重要的事情值得去做吧。当然…这也只是我的猜测…","target_en":"Xingqiu","title_en":"Ganyu about Xingqiu","content_en":"You mean the boy in the blue jacket from the Feiyun Commerce Guild? He's nothing like his father and brother, doesn't seem to care about the textile business at all. Seems it's because as far as he's concerned, there are more important things for him to be doing. Of course, I'm merely speculating..."},{"target_id":17,"target_zh":"香菱","title_zh":"甘雨关于香菱","content_zh":"香菱很有名！但...我不太敢去「万民堂」那一带…不敢就是…不敢啦。好，好吧，也不是秘密。那边的饭菜香味飘得满街都是。一旦被勾住了，点上了菜，就算是素菜也...很难控制住食欲吧。这样的话，这样的话…","target_en":"Xiangling","title_en":"Ganyu about Xiangling","content_en":"Xiangling is a celebrity! Um, but... I try to avoid her restaurant. Just... because. No reason. ...Okay, fine. It's not a big secret anyway. It's because you can smell her cooking all the way from the other end of the street. And once you get a whiff, I mean, that's it. You're gone. Next thing you know, you're ordering your second, maybe third round... You just can't control it. Even though I only eat the vegetarian dishes, I don't know what it is. But that is not a road I want to go down again... Not after..."},{"target_id":15,"target_zh":"北斗","title_zh":"甘雨关于北斗","content_zh":"近来，玉京台之上对南十字船队的怨言不断。可是在我看来，北斗船长对璃月所做的贡献，远非沉溺于伪造流言之徒所能想象…啊，抱歉，失言了…","target_en":"Beidou","title_en":"Ganyu about Beidou","content_en":"Recently, everyone in Yujing Terrace has been saying nasty things about The Crux Fleet. But in my personal opinion, Beidou's contribution to Liyue Harbor goes far beyond what those miserable, rumor-loving heathens could even contemplate! ...Oops! I'm sorry, I... I'm not quite sure how that one slipped out..."},{"target_id":28,"target_zh":"魈","title_zh":"甘雨关于魈","content_zh":"他一直与人间保持距离，应该说是性格使然吧…我能够理解他，但是我无法「接近」他。毕竟…与他履行同一份「契约」的同伴，都已经不在了啊…","target_en":"Xiao","title_en":"Ganyu about Xiao","content_en":"He seems like a bit of an outsider, socially. Probably just his personality... I can understand that, to be honest, but I'm not really about to try and get close to him. I mean... all the people he's ever agreed to team up with are no longer with us..."},{"target_id":31,"target_zh":"烟绯","title_zh":"甘雨关于烟绯","content_zh":"烟绯呀…她还是个懵懂的小女孩时，就和我说过，要遵守契约，过上快乐的生活。如今她亭亭玉立，成了璃月的名人。律法咨询师的工作很繁杂，但她总是一副无忧无虑的模样，这让我十分安心。","target_en":"Yanfei","title_en":"Ganyu about Yanfei","content_en":"Ah, Yanfei... Even back when she was an innocent little girl, she would tell me that \"you have to keep your promises to live a happy life.\" Now, she's grown up to be a beautiful, graceful, and highly successful young woman.Although the work of a legal adviser is complicated, she always seems so carefree. This puts my mind at ease."},{"target_id":44,"target_zh":"申鹤","title_zh":"甘雨关于申鹤","content_zh":"我和她并不能算是熟悉。只是听留云真君提过几句，听说她性子较凶，要是压抑不住心性，容易对周围造成严重破坏。嗯…会不会是因为平日里太闲了呢？我…我该给她推荐些工作吗？","target_en":"Shenhe","title_en":"Ganyu about Shenhe","content_en":"I actually don't know her all that well — I've only heard bits and pieces from Cloud Retainer. From what I've heard, she can be quite ferocious. Whenever her temper gets the better of her, she is likely to start obliterating her surroundings. I wonder if maybe she's just... bored. Should... Should I recommend some work to keep her occupied?"},{"target_id":48,"target_zh":"夜兰","title_zh":"甘雨关于夜兰","content_zh":"虽说夜兰小姐每年有将近七成时间缺勤，但凝光会给她这样的特权，想必事出有因。当然，这不该是由我打听的事项，具体内容就不清楚了。不过，有天我回月海亭的路上，看到她和许多人有说有笑地吃着早点、喝着茶。我的内心深处…竟然有些羡慕。","target_en":"Yelan","title_en":"Ganyu about Yelan","content_en":"Even though Ms. Yelan is absent from work for the majority of the year, I'm sure Lady Ningguang must have her reasons for making exceptions for her. Of course, it wouldn't be my place to ask, so I don't know the details of their arrangement. I remember seeing her one day on my way back to Yuehai Pavilion, she was having breakfast with a group of people — they were all talking and laughing, eating, drinking tea... I must admit, I found myself feeling a little envious in that moment."}]},{"id":28,"name_zh":"魈","name_en":"Xiao","img_url":"https://uploadstatic.mihoyo.com/contentweb/20200306/2020030617035787693.png","ver":"1.3.1","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"魈关于钟离","content_zh":"嗯…打听一下。请问钟离大人平日里都在…呃，遛鸟？赏花？品鉴古玩？…钟离大人做这些，是有什么深意…","target_en":"Zhongli","title_en":"Xiao about Zhongli","content_en":"Can I ask... Zhongli — what does he do with his days? Huh? Birds, antiques, flowers...Hmm... What deeper meaning do they hold?"},{"target_id":15,"target_zh":"北斗","title_zh":"魈关于北斗","content_zh":"北斗吗？我与她没有什么交情。不过，冥海巨兽确有其事。能够将「海山」击败，作为人类，她的实力值得肯定。","target_en":"Beidou","title_en":"Xiao about Beidou","content_en":"Beidou? I have nothing to do with her. Though there is such a thing as the leviathan. As a mere human, she has proven her power in defeating Haishan."},{"target_id":29,"target_zh":"胡桃","title_zh":"魈关于胡桃","content_zh":"胡桃？那孩子，活泼到令人头疼。所幸她还算风趣，不必担心会成长为无趣的人类。","target_en":"Hu Tao","title_en":"Xiao about Hu Tao","content_en":"Hu Tao? Her liveliness is irritating. Fortunately, she is also humorous, so you need not worry about her growing into a boring human."},{"target_id":8,"target_zh":"温迪","title_zh":"魈关于温迪","content_zh":"温迪…？原来如此，名字叫作温迪啊。他演奏的曲调…不，没什么。","target_en":"Venti","title_en":"Xiao about Venti","content_en":"Venti? So that's the name he goes by. His tunes are... forget it."},{"target_id":27,"target_zh":"甘雨","title_zh":"魈关于甘雨","content_zh":"甘雨既非仙兽，又非凡人，游走于仙人两界，靠着职责支撑自我，困惑是免不了的。...你说，我？呵，要让只懂杀戮与生存之道的夜叉，去开导瑞兽？天方夜谭。","target_en":"Ganyu","title_en":"Xiao about Ganyu","content_en":"Ganyu is neither mortal nor illuminated beast. Wandering both the mortal and adepti realms with duty as her sole guide, it was inevitable that she would become perplexed... What? Me? You believe a yaksha who knows nothing more than how to massacre countless souls and emerge unscathed is a suitable mentor for such an individual? ...Your mind occupies a very different world from that which your body inhabits."},{"target_id":44,"target_zh":"申鹤","title_zh":"魈关于申鹤","content_zh":"申鹤似乎对你颇为信赖。…也是。毕竟，世间难得几人能有你这般的善心与热忱。","target_en":"Shenhe","title_en":"Xiao about Shenhe","content_en":"It seems Shenhe places a great deal of trust in you. Well, how could she not. There are few people in the world as kind and good-natured as you."},{"target_id":48,"target_zh":"夜兰","title_zh":"魈关于夜兰","content_zh":"我听说她曾调查千岩军在层岩巨渊的相关痕迹。孤身追查秘密，想来也是有点本事的人。","target_en":"Yelan","title_en":"Xiao about Yelan","content_en":"I've heard that she once investigated The Chasm, following the trail of the Millelith. If she can investigate mysteries like that on her own, she must be someone of rare skill."}]},{"id":29,"name_zh":"胡桃","name_en":"Hu Tao","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210222/2021022210584218038.png","ver":"1.3.3","lines":[{"target_id":24,"target_zh":"钟离","title_zh":"胡桃关于钟离","content_zh":"钟离长得那么年轻，性格倒像是个老古董，什么都懂，却什么都不关心，他该不会…？嘻嘻…唉，算了，随他去吧。","target_en":"Zhongli","title_en":"Hu Tao about Zhongli","content_en":"Zhongli looks young, but his personality is a bit dusty. Knows everything, but doesn't fret over anything. Hmm... Couldn't be that he's a...Hehe, forget it, whatever."},{"target_id":21,"target_zh":"七七","title_zh":"胡桃关于七七","content_zh":"看到七七了吗？快告诉我她在哪，我要把她藏起来，嘿！","target_en":"Qiqi","title_en":"Hu Tao about Qiqi","content_en":"Have you seen Qiqi? Tell me where she is, quickly. I need to go seal her away, hee-hee!"},{"target_id":16,"target_zh":"凝光","title_zh":"胡桃关于凝光","content_zh":"天权凝光，富甲一方；明眸善睐，桃羞杏让；目达耳通，百了千当！","target_en":"Ningguang","title_en":"Hu Tao about Ningguang","content_en":"Tianquan Ningguang... Well-off, a radiant gaze, exquisite face, in the know and capable of anything!"},{"target_id":15,"target_zh":"北斗","title_zh":"胡桃关于北斗","content_zh":"北斗姐可是璃月名人，她不认识我没关系，我认识她就行。啊~真想和她交个朋友啊。","target_en":"Beidou","title_en":"Hu Tao about Beidou","content_en":"Beidou is well-known in Liyue. She doesn't know me, but that's cool, me just knowing about her is enough. Aw man... I really do wanna make friends with her."},{"target_id":18,"target_zh":"行秋","title_zh":"胡桃关于行秋","content_zh":"听说行秋少爷在写书？话本还是怪谈呢？好想把平日遇见的杂事说给他听，写成书一定很好看吧。","target_en":"Xingqiu","title_en":"Hu Tao about Xingqiu","content_en":"I hear master Xingqiu is writing a book? Standard novella, or a ghost story? I think I should go tell him about all the things I run into — that'd make for a really good read!"},{"target_id":19,"target_zh":"重云","title_zh":"胡桃关于重云","content_zh":"纯阳正气，阴阳合一？啧啧，嘶…没想到世上真有这种体质的人。","target_en":"Chongyun","title_en":"Hu Tao about Chongyun","content_en":"All yang and no yin? Huh, who knew such people existed in this world?"},{"target_id":28,"target_zh":"魈","title_zh":"胡桃关于魈","content_zh":"仙家的事，我怎么知道？哎呀呀，天机不可泄露。你就别问我啦。","target_en":"Xiao","title_en":"Hu Tao about Xiao","content_en":"What would I know of the adepti? Ai-yai-yai, that kind of stuff is top-secret! Don't come asking me about it!"},{"target_id":20,"target_zh":"刻晴","title_zh":"胡桃关于刻晴","content_zh":"「玉衡」刻晴啊，嘶…是个很难打交道的人呢。嘿嘿，瞧那一本正经的样子，真想逗逗她。哎呦，她应该不会用剑敲我头吧？不会的吧？","target_en":"Keqing","title_en":"Hu Tao about Keqing","content_en":"The Yuheng, Keqing... she's quite hard to talk to. She's so uptight, hehe... Really makes me wanna mess with her. She wouldn't knock me in the head with her sword though, right? Or would she...?"},{"target_id":17,"target_zh":"香菱","title_zh":"胡桃关于香菱","content_zh":"香菱可好玩了，一碰就跳，特别容易被唬住。做我们这行，最喜欢这种人喽。不过也得注意分寸，毕竟，锅巴会替香菱出头呢。","target_en":"Xiangling","title_en":"Hu Tao about Xiangling","content_en":"Xiangling's a riot! Only a little \"boo\" and she jumps, she's so easy to scare! Being in the industry that I am, I just love these kinds of people the most. Gotta keep it in check though, in case Guoba ends up toasting me instead."},{"target_id":45,"target_zh":"云堇","title_zh":"胡桃关于云堇","content_zh":"云堇她在正式场合很优雅，私底下却非常容易亲近哦！上次我跟她打了个赌，输的人要用自己习惯的唱法唱对方填的词。哎呀呀，戏腔版的丘丘谣，你真该听一次！","target_en":"Yun Jin","title_en":"Hu Tao about Yun Jin","content_en":"Yun Jin always appears so graceful on formal occasions, but you'd be surprised how friendly she is in private! I made a bet with her once, and the loser had to sing lyrics of the winner's choice in their own singing style. My my, I wish you could have heard her operatic version of the Hilitune!"},{"target_id":44,"target_zh":"申鹤","title_zh":"胡桃关于申鹤","content_zh":"她可真是个有意思的人呐，跟别人都不一样。你说，要是我从现在开始天天吃仙草、喝山露，会不会也变成她那么不染红尘的样子？嘿嘿…","target_en":"Shenhe","title_en":"Hu Tao about Shenhe","content_en":"She is quite the fascinating individual, completely different from anyone else I've encountered. Do you think if I started eating divine herbs and drinking the dew of the mountains every single day, I'd be able to look as pure and pristine as she does? Hehe..."}]},{"id":30,"name_zh":"罗莎莉亚","name_en":"Rosaria","img_url":"https://uploadstatic.mihoyo.com/contentweb/20220127/2022012718290075546.png","ver":"1.4.2","lines":[{"target_id":6,"target_zh":"迪卢克","title_zh":"罗莎莉亚关于迪卢克","content_zh":"一看就知道了吧？那位富豪老爷可不是个简单的人物。低调、自信…还有一点危险的气息。","target_en":"Diluc","title_en":"Rosaria about Diluc","content_en":"Isn't it obvious? There's more than meets the eye to that rich tycoon. He's confident, yet discreet... and even a little bit dangerous."},{"target_id":4,"target_zh":"凯亚","title_zh":"罗莎莉亚关于凯亚","content_zh":"人往往要到醉酒以后才会露出真面目。油嘴滑舌算是凯亚的保护色吧，呵，一目了然的伪装。你该看看他喝醉的样子。","target_en":"Kaeya","title_en":"Rosaria about Kaeya","content_en":"Wine has its uses... like revealing someone's true colors, for example. Smooth talk is Kaeya's veil, but being me, I can see right through it. Hah, you should see him when he's drunk."},{"target_id":8,"target_zh":"温迪","title_zh":"罗莎莉亚关于温迪","content_zh":"这个吟游诗人身上有种非常特殊的气息…我还不能确定真相，但他与别的市民似乎很不一样。","target_en":"Venti","title_en":"Rosaria about Venti","content_en":"There's something extremely interesting about this bard... I can't quite put my finger on it. There's something that makes him different from the others in Mondstadt."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"罗莎莉亚关于芭芭拉","content_zh":"芭芭拉总是缠着我，叫我参加礼拜和唱诗班。难道维多利亚给她下了监督我工作的命令？","target_en":"Barbara","title_en":"Rosaria about Barbara","content_en":"Barbara is like a thorn in my side, always nagging me about mass and choir practice. I wouldn't be surprised if Sister Victoria specifically asked her to keep an eye on me."},{"target_id":1,"target_zh":"琴","title_zh":"罗莎莉亚关于琴","content_zh":"不仅完成本职工作，还会替他人收尾。值得钦佩的女人。","target_en":"Jean","title_en":"Rosaria about Jean","content_en":"She's not only competent in her own work but also somehow manages to clear up various matters for others... Huh. Now that's a woman who deserves admiration."},{"target_id":26,"target_zh":"阿贝多","title_zh":"罗莎莉亚关于阿贝多","content_zh":"他就像一副挂在古旧房屋里的油画…厚重、神秘，无法被一眼看透。我不讨厌有故事的人。","target_en":"Albedo","title_en":"Rosaria about Albedo","content_en":"He's like an oil painting you find hanging on the wall in some ancient hall, profound and mysterious... hard to see through. But what can I say, I find people with stories... interesting."},{"target_id":3,"target_zh":"丽莎","title_zh":"罗莎莉亚关于丽莎","content_zh":"我不喜欢上班偷懒的人，不过也很能理解她准点下班的心情。","target_en":"Lisa","title_en":"Rosaria about Lisa","content_en":"Although I deplore those who play truant on a job, I respect her punctuality when it comes to closing up for the day."},{"target_id":9,"target_zh":"可莉","title_zh":"罗莎莉亚关于可莉","content_zh":"唉，除了麻烦就是麻烦，虽然是可爱的麻烦。","target_en":"Klee","title_en":"Rosaria about Klee","content_en":"Trouble, and lots of it. Although, it is sort of a cute kind of trouble..."}]},{"id":31,"name_zh":"烟绯","name_en":"Yanfei","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210420/2021042014093440786.png","url_name":"feiyan","ver":"1.5.1","lines":[{"target_id":21,"target_zh":"七七","title_zh":"烟绯关于七七","content_zh":"听说那个采药姑娘给自己编写了一整套行为准则。瞧她身材娇小，办事却有条有理，实乃成大事之风范。后生可畏，后生可畏呀。就连我也要说一声佩服。","target_en":"Qiqi","title_en":"Yanfei about Qiqi","content_en":"I heard that little herb gatherer has written out a whole set of behavioral rules for herself. She may be small, but boy, has she got her head screwed on! She's definitely destined for greatness...\"The young of today shall outperform us tomorrow,\" as they say. I must admit, she has my respect."},{"target_id":27,"target_zh":"甘雨","title_zh":"烟绯关于甘雨","content_zh":"甘雨前辈温柔又贴心，可惜是个大忙人，大好的时光除了午睡，都在案卷堆里埋头苦干。我虽然也有工作时间，但也是快快乐乐的。我选择的工作，那可比她轻松多了。","target_en":"Ganyu","title_en":"Yanfei about Ganyu","content_en":"Ganyu is kind and thoughtful, it's just a shame she's so busy all the time. Most of the time, she's buried in an endless pile of paperwork — the only exception being her nap at noon. Don't get me wrong, I have to put in some hours at work, too. But I'm happy with the job I've chosen, and it's certainly a lot less taxing than hers."},{"target_id":18,"target_zh":"行秋","title_zh":"烟绯关于行秋","content_zh":"飞云商会是我的老主顾了。他家行事一向慎重周全，与我的商谈通常由大当家亲自出面。不过，上一次却碰巧见到了他家小少爷行秋。这位少爷年纪轻轻，没想到居然跟得上我思考的速度。伶牙俐齿还分寸得当，嗯，真不简单。","target_en":"Xingqiu","title_en":"Yanfei about Xingqiu","content_en":"The Feiyun Commerce Guild is one of my oldest clients. Their approach to business is meticulous and thorough, and every business meeting I've had with them has always been attended by the head of the house himself. Last time, though, I happened to meet their youngest, Xingqiu. To my complete surprise, the lad had no trouble whatsoever keeping up with my train of thought. He was very eloquent, too, and had excellent manners. Mm, definitely not a simpleton."},{"target_id":29,"target_zh":"胡桃","title_zh":"烟绯关于胡桃","content_zh":"常听人说「往生堂」堂主行事奇特，怕是沾了丧葬业的怪毛病。这算什么话？「往生堂」从事的可是正经行业，是构成商业的基本单位。而且工作就是工作，岂有高低贵贱，吉凶险恶之分？不过，那位堂主倒是没怎么来光顾过我的生意，唔…","target_en":"Hu Tao","title_en":"Yanfei about Hu Tao","content_en":"I always hear people saying that the director of the Wangsheng Funeral Parlor has an unorthodox approach to business. They think she's gone a little non compos mentis after being in the funeral business so long... What are these people talking about? The Wangsheng Funeral Parlor provides a legitimate and necessary service, which is the cornerstone of any successful enterprise. Work is just work — there are no good and bad jobs, or lucky and unlucky jobs, just jobs that need doing.If I had one gripe, it would be that the director rarely comes to me for legal advice, hmph..."},{"target_id":24,"target_zh":"钟离","title_zh":"烟绯关于钟离","content_zh":"钟离先生学识渊博，堪称行走的书库。你知道吗？我一眼就看出他深藏不露。这样的人大多不怕麻烦，就算遇上什么事也不会请我帮忙，依我看，他绝不是潜在客户。可不知为何，他身上总有些不可思议的熟悉感，我说不上来。问过老爹，他也支支吾吾说什么他也不明白，真是奇怪…总感觉，老爹有什么事不想告诉我。哼，没关系，大不了我自己找机会弄明白…","target_en":"Zhongli","title_en":"Yanfei about Zhongli","content_en":"Mr. Zhongli has so much in-depth knowledge on so many topics, he's like a walking library, you know what I mean? He's a total savant, though he never flaunts it. I could tell just by looking at him. People like him rarely shy away from taking on complex problems alone, so in my estimation he's certainly not a potential client.And yet, somehow, I can't help but think I know him from somewhere, it's hard to describe the feeling... I asked my father about it, and he just said something to the effect of he didn't know either, though he seemed a little evasive. It was so strange... Anyway, makes me wonder if my father is hiding something from me. Hmph, alright then — if he won't tell me what's going on, I'll just have to find out for myself..."},{"target_id":16,"target_zh":"凝光","title_zh":"烟绯关于凝光","content_zh":"你知道「天权星」凝光小姐吧？她主管律法，也经常修正法典，每次增补删改的内容都多得要命。就在上次，全新的法典里又增加了三条律法，修改了一百二十一条律法注释，还新附了一堆典型判例，这次我又不知道要背到什么时候了…哼，不过她终归是商界出身，论律法，我可不会输给她，等我背完了这些，我一定要更加「努力」地工作…","target_en":"Ningguang","title_en":"Yanfei about Ningguang","content_en":"You must have heard of the Tianquan, Ningguang? She's the highest authority where the law is concerned, and often makes amendments to the legal codices. Every round of additions, retractions, and revisions generates mountains of material. Why, the latest edition of the legal codices contained three new laws, 121 revised legal annotations, and an array of new legal precedents. Archons know how long it's going to take me to commit them to memory...Hmph... still, she's a businesswoman at heart, I'm not about to let her beat me when it comes to the law. Once I've finished memorizing these, I need to step up my productivity..."},{"target_id":20,"target_zh":"刻晴","title_zh":"烟绯关于刻晴","content_zh":"好在「玉衡星」不涉足专业律法领域。否则，依刻晴小姐的态度和效率，我怕是要失去不少工作。哦…不，好像也不至于。毕竟刻晴小姐为人刚正，容易得罪人，由我来当助手辅佐的话…哦不不，也不对，为什么我堂堂律法专家要当人助手？有事的话，应该是她来找我咨询才对。","target_en":"Keqing","title_en":"Yanfei about Keqing","content_en":"The Yuheng doesn't deal with matters of the law, and thank goodness... Knowing Keqing's attitude toward work and ruthless efficiency, I'd end up losing a lot of work. Although... No, surely it wouldn't come to that. She's a stickler for doing things the right way — no doubt she'd offend people... but if she had someone like me as her legal assistant... No way! Why should an eminent legal expert such as myself be relegated to the role of assistant!? If she needs legal counsel, she can come and find me."},{"target_id":32,"target_zh":"优菈","title_zh":"烟绯关于优菈","content_zh":"优菈曾经救过我一次，我们也从此有了书信往来。她牢记骑士团的各项条文，却从不墨守成规。还总能找到巧妙的逻辑，灵活处理问题。大概因为我也是这样的人，所以和她相处会特别轻松吧。不过，她那种洒脱劲，我可就学不会啦。毕竟，我和她的职业可是完全不同呢。","target_en":"Eula","title_en":"Yanfei about Eula","content_en":"Eula saved me once, and we've kept up correspondence ever since. She's very familiar with the Knights of Favonius' legislation, but has never been one to be bound by convention. She uses cunning logic to deal with problems flexibly... Perhaps the reason we get along so easily is that I'm a similar type myself. Still, I'll never acquire that carefree spirit of hers. We are in very different professions, after all."},{"target_id":48,"target_zh":"夜兰","title_zh":"烟绯关于夜兰","content_zh":"夜兰是总务司的雇员，帮我搞定过做假账的硬茬，我还请她吃了饭呢。不过…和她交谈的时候，总觉得自己的心思会被轻易看穿…嗯，以后千万不要站在她的对立面就好。","target_en":"Yelan","title_en":"Yanfei about Yelan","content_en":"Yelan is an employee of the Ministry of Civil Affairs — she once helped me crack a tough accounting fraud case. I treated her to dinner afterward. The only thing is... I feel like she's able to read my mind at any given moment when talking to her... Yes, in the future, I need to make absolutely sure I don't get on the wrong side of her."},{"target_id":49,"target_zh":"久岐忍","title_zh":"烟绯关于久岐忍","content_zh":"阿忍？我记得她，那个来璃月留学专修律法的稻妻人嘛。为了完成课业实习，她专门约我讨论过案件，每次结束后又是鞠躬又是谢谢的，搞得我都有点不好意思了…当时就觉得，她将来一定会成为出色的律法专家。算起来，稻妻锁国的时间正好是她毕业前后，不知道她回去后一切还顺利吗…","target_en":"Kuki Shinobu","title_en":"Yanfei about Kuki Shinobu","content_en":"Shinobu? I remember her, she's the Inazuman girl that came to Liyue as an exchange student to specialize in law. When she was doing her coursework, she used to meet with me to discuss some cases, and after we were done, she'd always bow and thank me, which would always make me a little embarrassed. I always felt like she was going to make an excellent lawyer in the future. Thinking about it, Inazuma went into lockdown right around the time she would have graduated. I wonder how she's been doing since she went back..."}]},{"id":32,"name_zh":"优菈","name_en":"Eula","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210508/2021050817091079399.png","ver":"1.5.2","lines":[{"target_id":2,"target_zh":"安柏","title_zh":"优菈关于安柏","content_zh":"安柏总是自作主张，我刚加入骑士团那天，她替我打扫宿舍，带我四处参观，之后也主动帮我搞定各种麻烦事。在别人看来，我就像是个被妹妹照顾的姐姐，这怎么像话！这些仇，我都记下了！","target_en":"Amber","title_en":"Eula about Amber","content_en":"Amber's someone who thinks for herself. On the day I first joined the Knights, she cleaned my dormitory and gave me a tour of the headquarters, and she's helped me with a myriad of other things in the time since. Now, everyone looks at me like the older sibling who needs the younger sibling to do everything for them! Hmph. For this, she must pay!"},{"target_id":1,"target_zh":"琴","title_zh":"优菈关于琴","content_zh":"代理团长啊，她和我的家族是宿敌。但她公私分明，认可我的实力，邀请我加入骑士团，给了我不少机会。所以我考虑在复仇时，赏她一个不算难看的败北。","target_en":"Jean","title_en":"Eula about Jean","content_en":"The Acting Grand Master's family and mine are sworn enemies. But she draws a clear line between professional and personal matters. She saw I was capable, admitted me into the Knights, and gave me lots of opportunities. So, when the time comes for vengeance, I'll afford her a reasonably soft landing."},{"target_id":3,"target_zh":"丽莎","title_zh":"优菈关于丽莎","content_zh":"啊，麻烦的女人，她的脑袋里装着几千本书，也许是几万本。她能随口数落劳伦斯家的黑历史，每件事的日期都很准确。按理来说，她能帮我追查某个人的下落，可我又拉不下脸去找她。","target_en":"Lisa","title_en":"Eula about Lisa","content_en":"She's so annoying. She must have read thousands of books... could even be tens of thousands. Meaning, she can effortlessly recall any number of vile tales about the Lawrence Clan's corruption off the top of her head, accurate down to the exact date. Logically speaking, she'd be the perfect person to talk to about someone I'd like to track down, but... swallowing my pride would be too great a challenge."},{"target_id":5,"target_zh":"芭芭拉","title_zh":"优菈关于芭芭拉","content_zh":"她到底有什么秘诀，这么讨人喜欢？要是能和她学两招…哦不，还是算了吧，「偶像」和「罪人的后裔」，怎么想都不合拍。","target_en":"Barbara","title_en":"Eula about Barbara","content_en":"Everyone loves her. What's her secret? Maybe I could learn a thing or two from her... Hmm, or maybe not. I can't imagine a \"Shining Idol\" would want anything to do with a descendant of a depraved dynasty."},{"target_id":8,"target_zh":"温迪","title_zh":"优菈关于温迪","content_zh":"那个吟游诗人唱过几首歌，把劳伦斯家放进轻快的故事，用从没听过的口吻调侃，连我都憋不住笑…这个仇，我不会忘的。","target_en":"Venti","title_en":"Eula about Venti","content_en":"I heard that bard sing a few songs about the Lawrence Clan... They were lighthearted and funny stories that mocked the clan in a way I've never heard anyone else do. Even I couldn't help but burst out laughing... And for this, he must pay!"},{"target_id":7,"target_zh":"雷泽","title_zh":"优菈关于雷泽","content_zh":"不用拘泥于礼仪，不必在乎他人的目光，也没有所谓的家族责任…他的生活方式，还蛮轻松的。","target_en":"Razor","title_en":"Eula about Razor","content_en":"Free from social mores and other people's opinions, and no family obligations... Must be an easy life!"},{"target_id":13,"target_zh":"砂糖","title_zh":"优菈关于砂糖","content_zh":"那个炼金术士？她给过我一种装置，说是能用来潜入深渊教团的营地，结果却发出巨响爆炸了，害我当场暴露，被十三个丘丘暴徒围攻。事后我本来想找她算账，可看她慌张又内疚的样子，还有墙上贴着的失败记录，我也不好说什么。反正我没受伤，只是灰头土脸，有点丢人。","target_en":"Sucrose","title_en":"Eula about Sucrose","content_en":"The alchemist... She once gave me a piece of equipment and told me it would help me infiltrate an Abyss Order camp undetected. In reality, it caused a huge explosion that completely blew my cover and before I knew it I was being accosted by 13 mitachurls... Afterwards, I marched straight back there, intending to make her pay for what she had done, but when I saw how panicked and sheepish she looked, and watched her post her results on the wall with the word \"Fail,\" I couldn't bring myself to go through with it... After all, I didn't get hurt, just a little disheveled... and a little humiliated."},{"target_id":6,"target_zh":"迪卢克","title_zh":"优菈关于迪卢克","content_zh":"我和骑士团的某些人不对付，他也看骑士团不顺眼，理论上，我俩是一边的。但他总是对人不理不睬的样子，感觉比代理团长还麻烦。唉，我可不想和他打交道。","target_en":"Diluc","title_en":"Eula about Diluc","content_en":"I don't get along with some of the knights, and he doesn't think much of them in general, so you'd think that would make us allies. But the way he always acts so aloof — he's even worse than Acting Grand Master Jean. I want nothing to do with him."},{"target_id":23,"target_zh":"迪奥娜","title_zh":"优菈关于迪奥娜","content_zh":"她呀，是个奇妙的调酒师呢，居然和我聊得来。她为了毁灭蒙德酒业在酒馆工作，而我为了向骑士团复仇加入了骑士团，天下还有这么巧的事。","target_en":"Diona","title_en":"Eula about Diona","content_en":"Diona? She's a miracle worker when it comes to making cocktails, and to my surprise, we get along really well. She infiltrated a tavern with the hopes of tearing down the wine industry, while I infiltrated the knights to exact my revenge on them. A kindred spirit it seems..."},{"target_id":31,"target_zh":"烟绯","title_zh":"优菈关于烟绯·相识","content_zh":"说来话长…有次我们追踪深渊教团的一批危险品，碰巧救下了她。当时，教团的危险品被伪装成普通货物，要从荆夫港转运到璃月港，她是跟随商船的顾问，发现货物有鬼，就擅自进行了调查，结果引火上身。要是我们再晚几分钟到，她就要倒大霉了。","target_en":"Yanfei","title_en":"Eula about Yanfei: Encounter","content_en":"This one's a long story... We ended up saving her life once when we were tracking down a batch of dangerous cargo that belonged to the Abyss Order. The Abyss Order had packed it up like regular cargo and wanted it shipped from Dornman Port to Liyue Harbor. She was acting as a consultant for the merchant vessel, where she discovered something in the cargo — and then began to investigate, putting herself in grave danger. Had we arrived just a few minutes later, it's likely she wouldn't have been so fortunate."},{"target_id":31,"target_zh":"烟绯","title_zh":"优菈关于烟绯·看法","content_zh":"之后我们一直保持着联络，我还蛮喜欢她那股机灵劲儿的。她牢记规矩，但懂得变通，如果骑士团里的某些人能学学她就好了。而且，凭她的本事，应该能帮我找到那个人。就当是她还上欠我的人情了。","target_en":"Yanfei","title_en":"Eula about Yanfei: Assessment","content_en":"We've kept in touch ever since. I like how smart she is. She knows the rules, but she also knows how to be flexible and act according to the situation. A few of the Knights would do well to take a leaf out of her book... Also, with her smarts, maybe she could help me track someone down that I've been looking for... She does owe me a favor from last time, after all."}]},{"id":33,"name_zh":"枫原万叶","name_en":"Kaedehara Kazuha","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210617/2021061716564818668.png","ver":"1.6.2","lines":[{"target_id":15,"target_zh":"北斗","title_zh":"枫原万叶关于北斗","content_zh":"北斗大姐头是我的恩人。大姐头她收留了从稻妻逃出来的我，并在我最困难的那段时期里，给了我重返稻妻的勇气。她是我和所有船员可以托付后背的战友。","target_en":"Beidou","title_en":"Kaedehara Kazuha about Beidou","content_en":"I owe Beidou my life. She took me in when I fled from Inazuma and gave me the courage to return there at the most difficult time of my life. She is a comrade in whom I and all the other sailors can place our trust."},{"target_id":43,"target_zh":"五郎","title_zh":"枫原万叶关于五郎","content_zh":"我在被通缉的那段时间里，反抗军给了我许多帮助。那时候我与五郎只有短暂的接触，但我对他的印象很深刻。他是那种有话就说的直性子，与部下同甘共苦，为朋友两肋插刀，与我很合得来。","target_en":"Gorou","title_en":"Kaedehara Kazuha about Gorou","content_en":"When I was a wanted man, the resistance gave me a lot of help. The time I spent with Gorou was brief, but he left a deep impression on me. He's the type of person who says whatever's on his mind. He shares the highs and lows of his subordinates, and is never afraid to draw his sword for the sake of a friend. That's the kind of person I can really get along with."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"枫原万叶关于九条裟罗·态度","content_zh":"能在御前决斗中战胜我的朋友，我确实认可她的实力。但她却用这样的力量为虎作伥，带领九条军不断回收「神之眼」，我无法原谅。","target_en":"Kujou Sara","title_en":"Kaedehara Kazuha about Kujou Sara","content_en":"She defeated my friend in a duel before the throne, which I accept as proof of her great strength. But she uses that strength to serve as an oppressor's lackey, leading the Kujou Clan's troops to relentlessly seek out and confiscate Visions. This... I cannot forgive."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"枫原万叶关于九条裟罗·改观","content_zh":"原来如此。看来她也有自己坚持的信念。只是不知道风波平息后，「九条」家还能否延续曾经的昌盛。","target_en":"Kujou Sara","title_en":"Kaedehara Kazuha about Kujou Sara: Changing Perspective","content_en":"I see... So she does have her own ideals that she is fighting for. But I have to wonder: can the Kujou family flourish as they did before once this storm has passed?"},{"target_id":38,"target_zh":"雷电将军","title_zh":"枫原万叶关于雷电将军","content_zh":"离开稻妻后，我许多次扪心自问，我对雷电将军的不满是否源于那一次御前决斗，是否源于她对友人落下的那一刀？我想了很久，觉得不是的。我的友人是堂堂正正地死在了决斗场上，雷电将军的那一刀也并无不妥。我对她的不满，来源于「眼狩令」。没有任何人有资格剥夺他人的愿望，即便是「神」也不行。","target_en":"Raiden Shogun","title_en":"Kaedehara Kazuha about the Raiden Shogun","content_en":"I've asked myself this question many times since leaving Inazuma. Do I simply resent the Raiden Shogun because of what happened in that duel? Because of the lethal stroke she dealt my dear friend? I've thought about this a good long time, and I believe the answer is no. My friend died an honorable death in that duel, and the Shogun was not unjustified in her conduct. My dissatisfaction with her has its roots in the Vision Hunt Decree. No one has the right to rob another of their hopes and dreams — not even a god."},{"target_id":34,"target_zh":"神里绫华","title_zh":"枫原万叶关于神里绫华","content_zh":"生活在稻妻的人，应该都听过「白鹭公主」这个名字吧。神里家的大小姐，近乎完美的一个人，不过我跟她没什么交集，不知道她对如今的稻妻抱有怎样的看法。","target_en":"Kamisato Ayaka","title_en":"Kaedehara Kazuha about Kamisato Ayaka","content_en":"I'm sure everyone living in Inazuma has heard of the \"Shirasagi Himegimi.\" The lady of the Kamisato Clan is as perfect as a person can be, though our paths have seldom crossed. I wonder what she thinks of the state of Inazuma today?"},{"target_id":35,"target_zh":"宵宫","title_zh":"枫原万叶关于宵宫","content_zh":"上次她托大姐头把烟火运到璃月，还是我亲自去卸的货。好沉！除了她以外，应该没人能造出这么大的烟火了吧。","target_en":"Yoimiya","title_en":"Kaedehara Kazuha about Yoimiya","content_en":"The last time she commissioned Captain Beidou to ship fireworks to Liyue, I unloaded the shipment myself. They were so heavy! I doubt that anyone besides her could make such huge fireworks."},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"枫原万叶关于珊瑚宫心海","content_zh":"我在反抗军的时候，周围的同伴无不对珊瑚宫大人充满敬仰。她爱惜兵力，很少会做出不计死伤的打法，总是能够用最小的代价取得胜利。听说她还要统管海祇岛的政务和外交，真的忙得过来吗…","target_en":"Sangonomiya Kokomi","title_en":"Kaedehara Kazuha about Sangonomiya Kokomi","content_en":"During my time with the Resistance, there was no one among our ranks who wouldn't look up to Her Excellency. As someone with a great passion for military matters, victory at all costs isn't really part of her ethos. She'd always try to limit the casualties to the minimum while planning her next move. By some accounts, it also seems that she seeks to take charge of both internal and foreign affairs for Watatsumi Island. Wouldn't that be too much to expect of herself though?"}]},{"id":34,"name_zh":"神里绫华","name_en":"Kamisato Ayaka","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210720/2021072011085576262.png","ver":"2.0.1","lines":[{"target_id":41,"target_zh":"托马","title_zh":"神里绫华关于托马","content_zh":"托马是我很重要的朋友，他的开朗和阳光总是感染着我。某种意义上来说，他就像是我的另一个兄长一样，已经成为了「神里家」的一员。","target_en":"Thoma","title_en":"Kamisato Ayaka about Thoma","content_en":"Thoma is a dear friend. He always lifts my spirits with his sunny disposition. In a sense, I think of him as another brother, and as a full member of the Kamisato Clan."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"神里绫华关于九条裟罗","content_zh":"为「天领奉行」工作的九条裟罗…她总是一脸严肃。我和她曾经起过几次争端，不过她本质是忠义之士，这点无可否认。","target_en":"Kujou Sara","title_en":"Kamisato Ayaka about Kujou Sara","content_en":"Kujou Sara of the Tenryou Commission is... not known to smile, and I have had my fair share of disputes with her. She is, however, a loyal servant to Inazuma, there is no question about that."},{"target_id":36,"target_zh":"早柚","title_zh":"神里绫华关于早柚","content_zh":"早柚这孩子，最近有没有给你添什么麻烦呢？如果看见她偷懒，可以直接告诉我。","target_en":"Sayu","title_en":"Kamisato Ayaka about Sayu","content_en":"Ah, little Sayu. She hasn't been causing you any trouble lately, has she? Hehe, if you ever notice her slacking off, please let me know."},{"target_id":38,"target_zh":"雷电将军","title_zh":"神里绫华关于雷电将军·猜测","content_zh":"对大御所大人的看法吗？这并不该由我等下属随意议论。但…将军大人她，在追求「永恒」之路上，可能也很孤独吧。","target_en":"Raiden Shogun","title_en":"Kamisato Ayaka about the Raiden Shogun: Guesswork","content_en":"The Almighty Shogun? It would be improper of me to comment, given that I am one of her subjects. All I will say is that... I think that Her Excellency must get lonely on the road to eternity."},{"target_id":38,"target_zh":"雷电将军","title_zh":"神里绫华关于雷电将军·立场","content_zh":"见证了「无想的一刀」并且活了下来，该说是堪称伟业的经历了吧。虽然对我来说，她是真正的神明，一念之间可以更改稻妻的命运，但如果是和你起了冲突的话…我一定会站在你这一边的。","target_en":"Raiden Shogun","title_en":"Kamisato Ayaka about the Raiden Shogun: Standpoint","content_en":"To witness the Musou no Hitotachi and live to tell the tale is quite a remarkable feat. Even though I recognize her as our true deity with the power to change Inazuma's fate at will, if there is conflict between the two of you, then... I shall choose to side with you."},{"target_id":46,"target_zh":"八重神子","title_zh":"神里绫华关于八重神子","content_zh":"我和八重宫司大人的合作向来很愉快。你看，操办节庆庆典非常劳神费力，营收多半也不好看。但是八重宫司大人操办的产业，真的既风雅又有收成。","target_en":"Yae Miko","title_en":"Kamisato Ayaka about Yae Miko","content_en":"I have always greatly enjoyed working with Guuji Yae. Organizing festival affairs generally takes a lot of effort and doesn't generate much income, but Guuji Yae's events always come off both elegant and profitable."},{"target_id":47,"target_zh":"神里绫人","title_zh":"神里绫华关于神里绫人","content_zh":"作为神里家的家主，兄长平日需要出面诸多场合。我虽尽力分担兄长肩上所负担的责任，却也无法缓和他常年积压在身的疲倦。唉，就当是为了妹妹着想，希望你能劝言，让兄长多多注意身体啊。","target_en":"Kamisato Ayato","title_en":"Kamisato Ayaka about Kamisato Ayato","content_en":"As the head of the Kamisato Clan, brother always has a full schedule of places he needs to be. I do try my best to share his load, but there is no changing the pressure he is subjected to all year round, and the toll it takes upon him. *sigh* If you see him, remind him to take care of himself, for his sister's sake..."},{"target_id":35,"target_zh":"宵宫","title_zh":"神里绫华关于宵宫","content_zh":"操办节庆庆典是社奉行和巫女众的责任，那位烟火专家也的确能让气氛热烈起来，彼此合作多了，因而渐渐熟络。嗯？治安和消防问题吗？我们也会一并纳入预先规划的。因为这些原因而看不到烟花，才会让人们心中留下缺憾吧。","target_en":"Yoimiya","title_en":"Kamisato Ayaka about Yoimiya","content_en":"The Yashiro Commission and the shrine maidens are responsible for festival affairs, and Yoimiya, as a fireworks expert, knows how to create an atmosphere. So we have become well acquainted with her over the years. Hmm? Public order and fire prevention? We factor these concerns in well in advance during the planning stage. To deny people the chance to see fireworks simply for these reasons would leave them feeling very disappointed."}]},{"id":35,"name_zh":"宵宫","name_en":"Yoimiya","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210802/2021080210195390130.png","ver":"2.0.2","lines":[{"target_id":15,"target_zh":"北斗","title_zh":"宵宫关于北斗","content_zh":"稻妻锁国之后，都是北斗阿姊帮我运烟花出去，为了给她一个惊喜，我准备了一个巨大的船型烟花。在「南十字船队」准备离开的时候，这烟花就在他们眼前冲了出去，直飞天空。船员们都以为是船队的船飞出去了，吓了一大跳，但北斗阿姊特别喜欢这个创意。她告诉我，惊喜惊喜，就是要又惊又喜，哈哈。","target_en":"Beidou","title_en":"Yoimiya about Beidou","content_en":"Beidou's been helping me ship my fireworks out ever since Inazuma was locked down. I prepared a huge boat-shaped firework just to surprise her — and when the Crux Fleet was about to leave, this firework went whoosh! Right in front of their eyes, straight into the sky. The sailors got such a huge fright — they thought one of their ships had somehow flown off! But Beidou liked that trick very much, saying that it was exactly what a pleasant surprise should be — very pleasant, and a surprise."},{"target_id":38,"target_zh":"雷电将军","title_zh":"宵宫关于雷电将军","content_zh":"烟花是和将军追求的「永恒」距离最远的东西，她可能觉得须臾的华光对于稻妻来说没有实际意义。唉，这就是执掌「永恒」的人难以理解的东西吧，正是因为我们都是「须臾之人」，才更需要纪念须臾的美好。","target_en":"Raiden Shogun","title_en":"Yoimiya about the Raiden Shogun","content_en":"Fireworks are probably the furthest thing from the \"eternity\" that the Shogun pursues. She probably feels that their transient glory has no practical purpose in Inazuma. *sigh* It's probably something that one who has \"eternity\" in their grasp will find hard to comprehend. It is precisely because we mortals are like fleeting shadows that we need to treasure such flickers of beauty."},{"target_id":34,"target_zh":"神里绫华","title_zh":"宵宫关于神里绫华·认真","content_zh":"因为工作关系，她和我家有很多合作。和其他两个奉行的人不同，她每次都会听我把话说完，还会很认真地回答我，完全不会有不耐烦的样子。嗯，「大家闺秀」这个词，就是为她而生的吧。","target_en":"Kamisato Ayaka","title_en":"Yoimiya about Kamisato Ayaka: Seriousness","content_en":"We cooperate a lot due to work. Unlike people in the other two Commissions, she always lets me finish speaking and answers me seriously without showing any impatience. I'd say that the word \"ladylike\" was practically made just for her."},{"target_id":34,"target_zh":"神里绫华","title_zh":"宵宫关于神里绫华·泡澡","content_zh":"有一次谈夏日祭的事谈到很晚，我们都很累了，我就邀请她去泡澡解乏。但她听说「泡澡」是很多人泡在同一个池子里的时候，脸一下子就红了，那时候我才意识到，大小姐是不能使用公共浴场的。","target_en":"Kamisato Ayaka","title_en":"Yoimiya about Kamisato Ayaka: Baths","content_en":"We once discussed matters concerning the summer festival deep into the night. We were both really tired, and I invited her to go take a bath. But when she heard that it involved many people bathing in the same pool, she went red in an instant! That was when I first learned that noble ladies can't use public baths."},{"target_id":41,"target_zh":"托马","title_zh":"宵宫关于托马","content_zh":"他是个很擅长说话的人，话从他的嘴里说出来，就一定会有他的想法。虽然看似没什么联系，但绕着绕着，最后都巧妙地指向了同一个目的。嗯…总之就是和我的风格完全不一样啦，遇到我搞不定的事，我就会请他出马。","target_en":"Thoma","title_en":"Yoimiya about Thoma","content_en":"He's quite the talker and has reasons behind every word that he says. Sometimes, it might seem like there's no connection, but as he goes on, everything will eventually dovetail nicely towards a single purpose. It's... quite different from how I do things. I ask him for help whenever I encounter a matter I can't settle."},{"target_id":46,"target_zh":"八重神子","title_zh":"宵宫关于八重神子","content_zh":"有次神社祭典，绫华问我能不能为宫司大人准备玩乐用的烟花。可是…宫司大人不是要出席祭典，全程坐在神社里吗？然后我祭典的时候就一直看着她，想知道她要怎么放烟花。我等啊等，等啊等，结果等来了绫华，说宫司大人特别满意…欸？她已经放过了？难道，坐在里面的不是她？","target_en":"Yae Miko","title_en":"Yoimiya about Yae Miko","content_en":"Ayaka once asked me during a ritual at the shrine if I could prepare some fireworks for the Lady Guuji's leisure. I thought to myself, \"isn't the Lady Guuji supposed to sit inside the shrine throughout the ritual?\" So I watched her the whole time during the ritual, wondering how she'd like to release the fireworks. I waited, and I waited, and then Ayaka came over at length to tell me that the Lady Guuji was most pleased. I mean, what? She'd already released the fireworks? Was the person sitting inside the shrine not her, then?"},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"宵宫关于荒泷一斗·对决","content_zh":"哦，他呀。别看他长得那么凶，他很受小孩子欢迎的。不过他的胜负心很强，每次我们一起陪孩子们玩，最后都会变成我和他一决胜负，比如一口气喝完拉面汤，面无表情吃酸梅什么的，孩子们会猜我们谁会赢，还会在旁边加油助威，哎呀，那我可不能输了，对吧？","target_en":"Arataki Itto","title_en":"Yoimiya about Arataki Itto: Duels","content_en":"Oh, he may look scary, but he is very popular with the children. However, he can be very competitive. Every time we play with the children, it always turns into a showdown between him and me. For example, we'd drink a bowl of ramen soup in one go, or try to eat sour plums without making any faces. The children will cheer us both on and try to guess the winner. And when that happens... well, then I can't let him beat me, right?"},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"宵宫关于荒泷一斗·帮派","content_zh":"「荒泷派」？欸？！原来他不是无所事事的人呐？","target_en":"Arataki Itto","title_en":"Yoimiya about Arataki Itto: Arataki's Gang","content_en":"Arataki's gang? Huh!? So he isn't just someone with too much free time on his hands?"},{"target_id":33,"target_zh":"枫原万叶","title_zh":"宵宫关于枫原万叶","content_zh":"像我这样没有心事的人，就喜欢有话直说。而有心事的人，往往都喜欢说古代的诗歌或者沿途的风景，比如花与鸟，风与月，唯独不提眼前的现实。他也是有故事的人吧。嗯，我懂的，我懂的。","target_en":"Kaedehara Kazuha","title_en":"Yoimiya about Kaedehara Kazuha","content_en":"People with no worries like myself speak plainly, while those with many cares often speak of ancient poetry or the scenery. They talk of flowers and birds, wind and moon, but never about the reality that confronts them. He's got quite the tale to tell, I'm sure."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"宵宫关于九条裟罗","content_zh":"因为治安和消防问题，我经常被抓去天领奉行的属地接受教育。在那帮人里，九条裟罗应该是最讲道理的一个了，至少她不会在了解情况之前就预设我的对错。如果我是正确的，她也会认同我的观点，如果我错了…嘿嘿，那就去拜托托马帮我赔礼道歉。","target_en":"Kujou Sara","title_en":"Yoimiya about Kujou Sara","content_en":"Due to public safety and fire hazard-related concerns, I often get whisked off to the Tenryou Commission's place for a lecture. Kujou Sara's probably the most reasonable of the bunch. At least she'll hear me out before passing any judgment. If I'm in the right, she'll acknowledge my perspective, and if I'm wrong... Hehe, then I'll get Thoma to come and help me apologize to her!"},{"target_id":36,"target_zh":"早柚","title_zh":"宵宫关于早柚","content_zh":"如果你见到她，记得告诉我哦？我很想带她去参加祭典，给她介绍很多很多新朋友。因为我看她平时精神不是太好，如果认识一些能玩在一起的人，她应该就会慢慢活泼起来吧。","target_en":"Sayu","title_en":"Yoimiya about Sayu","content_en":"Let me know if you see her, alright? I'd really love to take her to one of the festivals and introduce her to lots of new friends. She always looks a little down, but if she meets some people she can hang out with, maybe she'll slowly pick herself up again!"},{"target_id":9,"target_zh":"可莉","title_zh":"宵宫关于可莉","content_zh":"嗯？你说在蒙德有个擅长制作炸弹的小孩子？唔，炸弹和烟花其实相差不大，也就是说，她是这方面的天才？真想见上一面呐。欸，但是…让小孩子玩炸弹很危险吧？蒙德人不会担心吗？","target_en":"Klee","title_en":"Yoimiya about Klee","content_en":"Wait, you said there was a kid in Mondstadt who was good at making bombs?... Now, they aren't much different from fireworks. In other words, she might be a genius... Ohh, I'd love to meet her. *sigh* But isn't it dangerous to let children play with explosives? Don't the people of Mondstadt worry about that?"}]},{"id":36,"name_zh":"早柚","name_en":"Sayu","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210802/2021080211352035312.png","ver":"2.0.2","lines":[{"target_id":34,"target_zh":"神里绫华","title_zh":"早柚关于神里绫华","content_zh":"神里家的大小姐优雅又端庄，但是她专门任命了一位巫女姐姐来监督我，不让我偷懒…怎会如此…","target_en":"Kamisato Ayaka","title_en":"Sayu about Kamisato Ayaka","content_en":"As the eldest daughter of the Kamisato Clan, she always looks very graceful and elegant. But she got one of the shrine maidens to keep tabs on me and make sure I don't slack off... Why would she do that?"},{"target_id":47,"target_zh":"神里绫人","title_zh":"早柚关于神里绫人","content_zh":"我在树上休息的时候，经常会听到巫女姐姐们在聊他，似乎是一位工作很忙的大人。真是奇怪，工作什么的明明旷掉就好了…","target_en":"Kamisato Ayato","title_en":"Sayu about Kamisato Ayato","content_en":"Sometimes, when I'm taking a rest up in a tree, I overhear the shrine maidens talking about him. Sounds like he's pretty important and super busy most of the time. I don't get it, though — it's only work, or whatever, so why doesn't he just... not do it?"},{"target_id":41,"target_zh":"托马","title_zh":"早柚关于托马","content_zh":"明明都有神之眼了，他每次出现还是缠着我说想要学忍术，真是搞不懂。而且我睡觉的时间都不够，哪有时间教他嘛。","target_en":"Thoma","title_en":"Sayu about Thoma","content_en":"He's got a Vision, and yet for some reason he pesters me about learning ninjutsu every time I run into him. I don't know what his deal is. It's not like I'd have the time to teach him anyway, I barely get enough sleep as it is."},{"target_id":35,"target_zh":"宵宫","title_zh":"早柚关于宵宫","content_zh":"她每次碰到我就说什么，小狸猫我们一起去祭典玩之类的话。我才不是狸猫，也不想去祭典。说是一起去玩，其实就是想着在祭典上让我配合她的烟火表演忍术，但是这和「终末番」的工作有什么关联嘛！","target_en":"Yoimiya","title_en":"Sayu about Yoimiya","content_en":"Every time she sees me she says, \"Hey, little tanuki! Let's go hang out at the festival.\" Firstly, I'm not a tanuki. Secondly, I don't wanna go to a festival. Thirdly, she says she wants to hang out — but really, she just wants me to do a ninjutsu performance during the fireworks show. That's not even related to my work for the Shuumatsuban!"},{"target_id":38,"target_zh":"雷电将军","title_zh":"早柚关于雷电将军","content_zh":"那位大人…不是我能见到的人物。想知道更多事情的话，或许问问绫华大小姐比较好。","target_en":"Raiden Shogun","title_en":"Sayu about the Raiden Shogun","content_en":"Her Excellency? Definitely not someone I'd ever get to meet. If you've got questions, maybe Miss Ayaka's the person to ask."},{"target_id":46,"target_zh":"八重神子","title_zh":"早柚关于八重神子","content_zh":"她总喜欢摸我的头，可是我不敢咬她，也不敢反抗，总感觉如果拒绝了她会发生很可怕的事情。但是，再这样被摸下去，我会不会真的长不高了？怎么办呀…","target_en":"Yae Miko","title_en":"Sayu about Yae Miko","content_en":"She's always patting me on the head... I've never bitten her, though, or even said anything, because I'm frightened of how she'd react if I stood up to her. But what am I gonna do? Because if she keeps on patting my head, I'm gonna get stuck at this height forever!"},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"早柚关于荒泷一斗","content_zh":"怎么会有这么吵吵嚷嚷的人，而且他还能长这么高！","target_en":"Arataki Itto","title_en":"Sayu about Arataki Itto","content_en":"Why does he have to make such a racket? And how did he get so tall!?"},{"target_id":49,"target_zh":"久岐忍","title_zh":"早柚关于久岐忍","content_zh":"没什么印象的名字，让我想想…欸？她是荒泷一斗的小弟吗？那肯定也是干扰睡眠的人，毕竟有个词叫做一丘之貉，啊不对，是一丘之狸！","target_en":"Kuki Shinobu","title_en":"Sayu about Kuki Shinobu","content_en":"Doesn't ring a bell, umm... What? Arataki Itto's little sidekick? Ugh, well she's definitely gotta be a sleep disturbance then. Birds of a feather flock together..."}]},{"id":37,"name_zh":"埃洛伊","name_en":"Aloy","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210825/2021082511163174110.png","ver":"2.1.0","lines":[]},{"id":38,"name_zh":"雷电将军","name_en":"Raiden Shogun","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210817/2021081714114216212.png","alias_zh":"巴尔","alias_en":"Baal","url_name":"shougun","ver":"2.1.1","lines":[{"target_id":46,"target_zh":"八重神子","title_zh":"雷电将军关于八重神子","content_zh":"那家伙啊，最初她就是个会被油豆腐引诱的家伙。现在居然这么工于谋略了，让人欣慰。不过被她算计了，还是有些不愉快。虽说是为了我好，下次见到她恐怕会被她嘲笑的…那就先发制人，斩她一刀好了。反正她也能躲掉。","target_en":"Yae Miko","title_en":"Raiden Shogun about Yae Miko","content_en":"Ah, that girl... She used to be the kind of person who could easily be swayed with some Fried Tofu. It's a relief to see how shrewd and resourceful she's now become. Still, I have to admit that I was a little upset to become the target of her scheming myself. I know it was for my own good, but I'm afraid she will mock me next time we meet... Perhaps I should take the initiative and strike her first? Hmm, she'll dodge it anyway."},{"target_id":47,"target_zh":"神里绫人","title_zh":"雷电将军关于神里绫人","content_zh":"神里一门，无愧于稻妻名门笔头之格。绫人虽然此前在三奉行事务中，耍了不少手段，但是本身忠心可鉴。既往不咎了。","target_en":"Kamisato Ayato","title_en":"Raiden Shogun about Kamisato Ayato","content_en":"Kamisato... One of the most distinguished clans in all of Inazuma. Despite Ayato's trickery in regard to the Tri-Commission's affairs, he is nevertheless a loyal subject. His past misdeeds shall be excused."},{"target_id":34,"target_zh":"神里绫华","title_zh":"雷电将军关于神里绫华","content_zh":"神里一门，无愧于稻妻名门笔头之格。欸，你说我和将军的评价一模一样。那，绫华她，她剑术也很好。","target_en":"Kamisato Ayaka","title_en":"Raiden Shogun about Kamisato Ayaka","content_en":"Kamisato... One of the most distinguished clans in all of Inazuma. Eh? That's exactly what the Shogun said? Well, A—Ayaka's also well-versed in the art of the sword."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"雷电将军关于九条裟罗","content_zh":"忠义之士，武艺精湛，可担「豪杰」二字。有此麟儿，九条家应该还能兴盛下去吧。","target_en":"Kujou Sara","title_en":"Raiden Shogun about Kujou Sara","content_en":"A loyal and righteous subject, and an accomplished warrior. She is worthy to be called a hero. With an heir of such great promise, the future prosperity of the Kujou Clan is assured."},{"target_id":35,"target_zh":"宵宫","title_zh":"雷电将军关于宵宫","content_zh":"是谁来着？啊，做烟火的。制造须臾幻象的人，沉醉于夏日幻觉的人，虽说如此，亦为我之臣民。嗯，在天领奉行属地里炸烟花？谁啊，她吗？","target_en":"Yoimiya","title_en":"Raiden Shogun about Yoimiya","content_en":"Who? Ah, the firework maker. A manufacturer of fleeting illusions, enamored with the realm of fantasy and imagination, but a subject of mine nonetheless. Hmm? Fireworks were released on Tenryou Commission property? By whom... her?"},{"target_id":41,"target_zh":"托马","title_zh":"雷电将军关于托马","content_zh":"虽然差点夺走他神之眼这件事，我也不能说是完全没有责任。但要说道歉的话，还是应该让将军她去比较好吧…好吧，我也会好好反省的。","target_en":"Thoma","title_en":"Raiden Shogun about Thoma","content_en":"I can't deny that I am somewhat culpable in the events that led to him being almost stripped of his Vision, but I rather think the Shogun should be the one to extend a formal apology to him... Okay, fine. I'll give it some more thought."},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"雷电将军关于珊瑚宫心海","content_zh":"奥罗巴斯确为此身所斩。但是我也许可了珊瑚宫之民，以海祇大御神之名继续祭祀，让它得享牲醴。现在珊瑚宫捣毁鸣神分社，反叛幕府。她作为海祇大御神的现人神巫女，必须要承担责任。","target_en":"Sangonomiya Kokomi","title_en":"Raiden Shogun about Sangonomiya Kokomi","content_en":"Indeed. It was I who slew Orobaxi. But I also allowed the people of Sangonomiya to continue worshiping it as the Watatsumi Omikami, so that it might enjoy their offerings. Now, Sangonomiya has destroyed the local Narukami Shrine and rebels against the Shogunate. As the Divine Priestess representing the Watatsumi Omikami, she must be held accountable."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"雷电将军关于荒泷一斗","content_zh":"谁？","target_en":"Arataki Itto","title_en":"Raiden Shogun about Arataki Itto","content_en":"Who?"},{"target_id":24,"target_zh":"钟离","title_zh":"雷电将军关于摩拉克斯","content_zh":"曾经与他共饮之时，我还只是一介影武者，敬陪众神末席。他做出了这样的选择是吗？不过，我想他在下一个时代，仍然会继续和更多的人相遇吧。","target_en":"Zhongli","title_en":"Raiden Shogun about Morax","content_en":"I had an opportunity to feast with him once, back when I was just a kagemusha attending a gathering of the gods. So he's made his choice. Be that as it may, I don't believe his story is anywhere near finished yet."},{"target_id":8,"target_zh":"温迪","title_zh":"雷电将军关于温迪","content_zh":"风神的化身现在还叫这个名字吗？说实话，第一次见他就感觉他浑身透着和我一定相处不来的气质。然后就是，他的确很能喝酒。","target_en":"Venti","title_en":"Raiden Shogun about Venti","content_en":"That's still the name the Anemo Archon takes among mortals these days, is it? Truth be told, from the very first moment I met him, I could somehow sense that we were not going to get along. Also, he sure can drink a lot."}]},{"id":39,"name_zh":"九条裟罗","name_en":"Kujou Sara","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210817/2021081714514765929.png","ver":"2.1.1","lines":[{"target_id":41,"target_zh":"托马","title_zh":"九条裟罗关于托马","content_zh":"「天领奉行」的宅邸很大，如果有像托马一样优秀的家政官就好了，一定能将家中纷繁事务打理妥当。要是什么时候，他不再想侍奉神里家了，我很希望他能过来帮忙。不过大概不会有这一天吧。","target_en":"Thoma","title_en":"Kujou Sara about Thoma","content_en":"The Tenryou Commission's estate is very large. It would serve us well to have a fine housekeeper like Thoma who could keep all the numerous and disparate household affairs in order. If he ever tires of working for the Kamisato Clan, I would very much like for him to come to us... though I doubt that day will ever come."},{"target_id":34,"target_zh":"神里绫华","title_zh":"九条裟罗关于神里绫华","content_zh":"平时在九条家，只有士兵们在道场训练的声响，而每次路过神里家，总会听见舞乐声、打闹声和笑声。听闻神里家的大小姐棋技了得，我一直等候时机，想要登门拜访，却又担心…像我这般严肃的人，是否会与那般氛围格格不入呢。","target_en":"Kamisato Ayaka","title_en":"Kujou Sara about Kamisato Ayaka","content_en":"In the Kujou household, normally the only sound to be heard is that of soldiers training in the dojo. But in the Kamisato household, there is the sound of music, dance, bickering, and laughter... I have heard that Miss Kamisato is skilled in the game of Go, and have always hoped for an occasion to pay her a visit, but... I also worry that someone of a serious demeanor like myself may not quite fit in there."},{"target_id":35,"target_zh":"宵宫","title_zh":"九条裟罗关于宵宫","content_zh":"只要她不在我的军营里乱放烟花，我是不会找她麻烦的。哼，我知道，抛开别的不谈，她做的烟花的确流光溢彩，值得称赞。只不过烟花易逝，刹那光辉结束后，夜空上留下的依旧是黑暗。所以我时常提醒自己，想要贯彻护佑稻妻的使命，就不能沉沦在这些虚幻的光景中。","target_en":"Yoimiya","title_en":"Kujou Sara about Yoimiya","content_en":"As long as she is not setting off fireworks in my camp, I will cause her no trouble. Heh, yes, I know — all else aside, her fireworks are spectacular and brilliant, and she deserves all the praise she gets. The issue for me is that fireworks are fleeting in nature. After one brief moment of dazzling light, all that remains is the pitch-black night sky, the same as before. So I often have to caution myself not to become too captivated by this illusory spectacle. It is transient, but Inazuma is eternal, and my mission is to protect Inazuma."},{"target_id":38,"target_zh":"雷电将军","title_zh":"九条裟罗关于雷电将军·相信","content_zh":"你肯定从不少地方听说过吧？将军大人追求的是无念无执的永恒，舍弃尘世的执念，执着不变的永恒。将军大人的言行决断，我并非每一处都能参透。但既然这是她的决定，我便相信她。","target_en":"Raiden Shogun","title_en":"Kujou Sara about the Raiden Shogun: Trust","content_en":"As I'm sure you've heard many times before, the Almighty Shogun seeks Eternity — an existence beyond the dominion of thought and longing. \"Abandon mortal ties, strive for an unchanging Eternity\"... The Almighty Shogun's manner is always resolute, and I do not always fully grasp the meaning of her words. But this is her decision, and I trust her."},{"target_id":38,"target_zh":"雷电将军","title_zh":"九条裟罗关于雷电将军·追随","content_zh":"「眼狩令」废除…嗯，看来你才是对的。咳…但这并不说明将军大人是错的。只是追求「永恒」之路的方式将要改变罢了。不知那位千百年来守护着稻妻的将军大人，如今心中是否平静呢。我只知道，不管道路上有多少险阻，我都会一如既往追随她。","target_en":"Raiden Shogun","title_en":"Kujou Sara about the Raiden Shogun: Service","content_en":"So, the Vision Hunt Decree was repealed... Yes, it seems that you were right. ...Ahem, but this is not to say that the Almighty Shogun made a mistake. She has simply chosen to pursue eternity by a different route. I do not know whether the Shogun has finally found inner peace after protecting Inazuma over all these millennia. All I know is that however perilous the road ahead may become, I will follow her as I have always done."},{"target_id":46,"target_zh":"八重神子","title_zh":"九条裟罗关于八重神子","content_zh":"八重宫司大人的所作所为，经常会让我产生误会…但她既然贵为鸣神大社的大巫女，不难得见将军大人对她的信任与默许，我自然也会敬重她。不过，如果哪天她做了忤逆将军意志的事情，那就恕我冒犯了。","target_en":"Yae Miko","title_en":"Kujou Sara about Yae Miko","content_en":"Guuji Yae's actions often leave me with many questions... Nevertheless, the fact that she is the head shrine maiden of the Grand Narukami Shrine clearly shows the level of trust and approval that the Shogun places in her, and for this reason I also greatly respect her. But... if there ever comes a day when she disobeys the Shogun's will, then please accept my apologies in advance."},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"九条裟罗关于珊瑚宫心海","content_zh":"比起「巫女」，她作为「军师」的才能更高。用锦囊打仗，此前实属闻所未闻。我是否也该学习着用这种方法来指挥幕府军呢？嗯…但这样恐怕会演变成双方把锦囊摆上台面，像卡牌一样逐张对战…想想还是不妥。","target_en":"Sangonomiya Kokomi","title_en":"Kujou Sara about Sangonomiya Kokomi","content_en":"She is more proficient as a military strategist than a priestess. The way she uses directives to wage war is almost unheard of. I wonder if I should adopt this technique for commanding the Shogun's Army? Hmm... but this could lead us to a situation whereby war is waged at the negotiation table, each side with their pack of strategy cards, playing them one by one until a victor emerges... Then again, perhaps not."},{"target_id":43,"target_zh":"五郎","title_zh":"九条裟罗关于五郎","content_zh":"他之于珊瑚宫心海，正如我之于将军大人。同为坚守忠义之人，我很欣赏他。只可惜立场不同，注定没办法同行。但有这样值得敬佩的对手，还不赖。而且，「五郎」…可是个好名字。","target_en":"Gorou","title_en":"Kujou Sara about Gorou","content_en":"Gorou is to Sangonomiya Kokomi as I am to the Raiden Shogun. He is fiercely loyal, and I have great respect for this. It's a shame we're on opposing sides, so we'll never get to work together... Still, I am glad to have an admirable foe. Also... I hear he's a fifth-born son. That just makes it even better."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"九条裟罗关于荒泷一斗","content_zh":"…说起这位，难免有些头疼。收缴他的神之眼时闹了不少动静，是我见过最聒噪的人…不，最聒噪的鬼。能堂堂正正认输算是有点男子气概，只不过他的复仇之约实在是…到此为止，我不想说了。你如果实在想知道，还是自己去问他吧。","target_en":"Arataki Itto","title_en":"Kujou Sara about Arataki Itto","content_en":"Tsk... I can't help but get a little irate when his name comes up. He kicked up a big fuss when I confiscated his Vision, by far the noisiest person... no, the noisiest oni I've ever encountered. He showed he was enough of a man to admit defeat, but the rematch he insisted upon... Tsk... To this day, I still don't want to talk about it. If you really must know, you can go and ask him yourself."},{"target_id":49,"target_zh":"久岐忍","title_zh":"九条裟罗关于久岐忍","content_zh":"以她的才华和资质，留在那个名为「荒泷派」的组织实在有点可惜。但不得不说，有她在，至少有效地阻止了闲散人士滋事扰民，减轻了天领奉行的负担。","target_en":"Kuki Shinobu","title_en":"Kujou Sara about Kuki Shinobu","content_en":"With her talent and qualifications, it's a shame she decided to join the Arataki gang. I must concede, however, that at the very least, her presence has effectively prevented idlers from stirring up trouble and disturbing the public, reducing the burden on the Tenryou Commission."}]},{"id":40,"name_zh":"珊瑚宫心海","name_en":"Sangonomiya Kokomi","img_url":"https://uploadstatic.mihoyo.com/contentweb/20210914/2021091414024724995.png","ver":"2.1.2","lines":[{"target_id":43,"target_zh":"五郎","title_zh":"珊瑚宫心海关于五郎","content_zh":"五郎是不可多得的优秀将领。他真诚、坚毅、果敢…能够与部下同食同寝，也能够提出许多出人意料的作战方案。但他也有一个小小的缺点，就是在战斗中容易亢奋上头。如果你和他一起行动的话，一定要在关键时候拉住他。","target_en":"Gorou","title_en":"Sangonomiya Kokomi about Gorou","content_en":"Gorou is an exceptional general... sincere, determined, and courageous. He has a strong camaraderie with the troops and is able to come up with creative battle plans. He does, however, have one shortcoming... He often lets the excitement of battle get to his head. If you are ever deployed to the battlefield together, be sure to have a good rein on him when things get underway."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"珊瑚宫心海关于九条裟罗","content_zh":"不得不承认，九条裟罗是一个难缠的对手。虽然她很少使用计策与谋略，但她在正面战场做得很好。幕府军对她非常信服，在她的带领下团结一致、悍不畏死，曾经几度给反抗军带来了巨大的威胁。","target_en":"Kujou Sara","title_en":"Sangonomiya Kokomi about Kujou Sara","content_en":"Mmm... I must admit, Kujou Sara is an opponent that cannot be taken lightly. She seldom employs cunning strategy, but her performance in open warfare is always admirable. The Shogun's Army places great trust in her abilities — they are united and ready to fight valiantly under her command, even to the death. Her forces have been a serious threat to the resistance on multiple occasions."},{"target_id":46,"target_zh":"八重神子","title_zh":"珊瑚宫心海关于八重神子","content_zh":"八重宫司的许多事迹，我也有听说过。平心而论，我认为她是一位非常优秀的巫女，至少在「巫女」的本职上，她做到了无可挑剔的程度。听说她还负责八重堂轻小说出版事宜，真是个难以捉摸的人…","target_en":"Yae Miko","title_en":"Sangonomiya Kokomi about Yae Miko","content_en":"I have also heard of Guuji Yae's great deeds. In all fairness, I hold her to be an outstanding shrine maiden, and she has performed her duties marvelously. I even heard that she holds responsibility where Yae Publishing House's light novels are concerned. An enigmatic individual to say the least..."},{"target_id":38,"target_zh":"雷电将军","title_zh":"珊瑚宫心海关于雷电将军","content_zh":"眼狩令结束之后，海祇岛也回归了正常的生活。时至今日，我已经不想去评判将军的对错，我更在意的是海祇岛的未来。我希望将军能够信守承诺，我们与幕府相安无事。但若是有一天，将军再次无视民众的愿望，那我们也绝不会坐视不管。","target_en":"Raiden Shogun","title_en":"Sangonomiya Kokomi about the Raiden Shogun","content_en":"Now that the Vision Hunt Decree is over, Watatsumi Island has once again returned to normal life. It has never been my intent to scrutinize the rights and wrongs of the Shogun's actions, even to this day. What I do care about is the future of our island. It is my hope that the Shogun will fulfill her promise and that we can live with the Shogunate in peace. However, if there comes a day when she once again casts aside the aspirations of the people, I can assure you that we won't sit by and watch."},{"target_id":15,"target_zh":"北斗","title_zh":"珊瑚宫心海关于北斗","content_zh":"当时与北斗一同伏击幕府军的时候，我也曾提出过「担心幕府军事先察觉」的担忧。不过北斗对我说，她的船队令行禁止，能够悄无声息地发动奇袭，事实证明果然如此。如今我们海祇岛的船队在训练时遇到了瓶颈，我倒真想请她来指导一番…","target_en":"Beidou","title_en":"Sangonomiya Kokomi about Beidou","content_en":"Ah... back when Beidou and I were carrying out ambushes against the Shogun's Army together, I raised my concerns that the enemy might detect our approach. But Beidou assured me of her fleet's unwavering discipline, and that raids could be carried out without detection. In the end, she was right, and that's exactly what happened. Now, every time the Watatsumi fleet encounters some sort of bottleneck, I consider inviting her to come and give them her instruction. There's no doubt, she runs a tight ship..."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"珊瑚宫心海关于枫原万叶","content_zh":"万叶曾在反抗军待过一段时间。印象里，他跟五郎的关系很好，两个人经常并肩作战。万叶性格洒脱，不喜欢被约束，但身处军队的时候，他又会严格遵守各项纪律。在我看来，他不仅剑术高超，性格也非常成熟。","target_en":"Kaedehara Kazuha","title_en":"Sangonomiya Kokomi about Kaedehara Kazuha","content_en":"Kazuha once came and bunked with the resistance for a time. If I'm not mistaken, he got along very well with Gorou — they would often fight side-by-side in battle. Kazuha has a carefree personality and doesn't like constraints, but he would follow every command to the letter when he was among our ranks. In my opinion, not only is he an outstanding swordsman, but a very refined character."}]},{"id":41,"name_zh":"托马","name_en":"Thoma","img_url":"https://uploadstatic.mihoyo.com/contentweb/20211021/2021102110372681510.png","ver":"2.2.2","lines":[{"target_id":46,"target_zh":"八重神子","title_zh":"托马关于八重神子","content_zh":"神子大人？为、为什么突然提她？唉，每次小姐派我出去送口信，我最不想去的就是鸣神大社了。啊，倒不是神子大人的气场让人发慌，而是，呃…是敬畏…敬畏！啊哈哈…","target_en":"Yae Miko","title_en":"Thoma about Yae Miko","content_en":"Lady Miko? Wh—What about her? *sigh* Every time Miss Kamisato sends me out to deliver messages, my least-favorite destination is the Grand Narukami Shrine... Oh! N—Not because Lady Miko scares the bejeebers out of me, it's, uh... respect. Yes! She strikes respect deep into my heart, ahahahaha..."},{"target_id":38,"target_zh":"雷电将军","title_zh":"托马关于雷电将军·比较","content_zh":"在我的故乡蒙德，绝大多数人都尊敬着风神巴巴托斯大人。但稻妻人对待将军大人的态度就不同了。怎么说呢…除了爱戴与感激，好像还有些畏惧的成分。","target_en":"Raiden Shogun","title_en":"Thoma about the Raiden Shogun: Comparison","content_en":"In my homeland of Mondstadt, almost everyone has great reverence for the Anemo Archon, Barbatos. But people in Inazuma feel a little differently toward the Shogun. How can I put this... They feel love, respect, gratitude... but also fear."},{"target_id":38,"target_zh":"雷电将军","title_zh":"托马关于雷电将军·未知","content_zh":"说实话，我对将军本人没什么怨恨。虽说她差点夺走我的神之眼，但那是因为她的立场特殊吧。立场不同是很正常的事情。我想不明白的，是她的目的。她所设想的永恒国度到底是什么样？为什么非得牺牲民众的愿望换取。我无法理解，也无法认同。","target_en":"Raiden Shogun","title_en":"Thoma about the Raiden Shogun: The Unknown","content_en":"Honestly, I don't harbor any resentment toward the Shogun. Yes, she almost took my Vision away, but ultimately that's just because of her unique perspective. Everyone has their own perspective, there's nothing strange about that.The only thing I don't understand is her goal in doing so. What does she imagine eternity really looks like for Inazuma? And why is sacrificing her people's aspirations so necessary to achieve it? I can neither understand nor agree with her approach."},{"target_id":15,"target_zh":"北斗","title_zh":"托马关于北斗","content_zh":"「南十字」船队的大姐头可真是个飒爽的人呐。她曾经允诺带我去遥远的外海，看看封锁一切的雷暴是个什么样子。只是可惜，我一直没这个机会出去看看…","target_en":"Beidou","title_en":"Thoma about Beidou","content_en":"The captain of The Crux — a formidable woman indeed. She once promised to take me out onto the open ocean to get a look at the thunderstorm that seals off Inazuma from the outside world. It's a shame that to this day, I've never had the chance to take her up on the offer..."},{"target_id":47,"target_zh":"神里绫人","title_zh":"托马关于神里绫人","content_zh":"家主大人也够不容易的了。时局动荡，人心不安，同僚里又有不少贪官败类，想想都头疼。我所能做的，也就是在生活方面给予些照顾了。","target_en":"Kamisato Ayato","title_en":"Thoma about Kamisato Ayato","content_en":"As head of the Kamisato Clan, he's in a tough position. With all the political upheaval, he has to contend with public disquiet on one hand and a bunch of self-serving, degenerate public officials on the other. It's best not to dwell on it. All I can do is make sure to look out for him when he's at home."},{"target_id":34,"target_zh":"神里绫华","title_zh":"托马关于神里绫华","content_zh":"神里小姐知书达理，心地善良又温柔端庄，就是不够坦率。欸对了，下次说话的时候，要是小姐又露出那副欲言又止的模样，你一定要主动些，多问问她的想法。","target_en":"Kamisato Ayaka","title_en":"Thoma about Kamisato Ayaka","content_en":"Milady is in all respects a well-rounded person: erudite, compassionate, well-mannered, and elegant... The one thing she could do better is to speak her mind more. In fact, watch out for this the next time you're talking to her — sometimes, she looks like she's about to say something, but then she holds back. If that happens, keep asking her opinion, see if you can encourage her to open up a little."},{"target_id":35,"target_zh":"宵宫","title_zh":"托马关于宵宫","content_zh":"「长野原烟花店」的那位店长？她很容易相处的，算是心直口快的类型。哦对了，她家的烟花也是厉害得很，有机会一定要多看几次。喏，优惠券给你。","target_en":"Yoimiya","title_en":"Thoma about Yoimiya","content_en":"Of Naganohara Fireworks fame? She's so easy to get along with. Super straightforward, just says whatever she thinks. Oh, and Naganohara fireworks are just incredible, you should take every chance you get to see them in action. Ah, on that note — here, have a coupon!"},{"target_id":36,"target_zh":"早柚","title_zh":"托马关于早柚","content_zh":"唉，早柚太倔强了。不管我找她多少次，都不肯传授我忍术。甚至最近都刻意躲着我了…明明只是想求师而已，是我做得太过头了吗？","target_en":"Sayu","title_en":"Thoma about Sayu","content_en":"Ah Sayu, stubborn Sayu. I've asked her countless times to teach me ninjutsu, but she always refuses. She even goes out of her way to avoid me now... I'm just a student looking for a teacher, am I really that out of line?"},{"target_id":39,"target_zh":"九条裟罗","title_zh":"托马关于九条裟罗","content_zh":"这位天领奉行麾下的将领，嗯…跟她交涉得拿出十二分的谨慎。她手握实权，又有点固执，嬉皮笑脸是绝对行不通的。","target_en":"Kujou Sara","title_en":"Thoma about Kujou Sara","content_en":"The Tenryou Commission General... Mm... Make sure to be extra careful if you have any dealings with her. She has a lot of power in her hands, and she's not very open to persuasion. Smiling and batting your eyelids certainly won't get you anywhere with her."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"托马关于荒泷一斗","content_zh":"那是市井传闻中的怪人，据说还拥有妖怪的血脉，你见过他了吗？要是你们熟络的话，帮我引荐引荐呗。广交朋友总是好事…妖怪朋友也算！","target_en":"Arataki Itto","title_en":"Thoma about Arataki Itto","content_en":"Hmm... Word on the street is that he's quite a character — apparently, he even has youkai heritage. Have you met him? If you two are close, maybe you could introduce me sometime. It's good to make friends from all walks of life... youkai included!"},{"target_id":1,"target_zh":"琴","title_zh":"托马关于琴","content_zh":"古恩希尔德家的琴小姐做了西风骑士团的团长吗？的确合适，她的优秀正直是出了名的…哦，目前还只是代理团长吗？哈哈，那种名头根本无所谓啦。","target_en":"Jean","title_en":"Thoma about Jean","content_en":"Oh, so Jean from the Gunnhildr Clan is the Master of the Knights of Favonius now? She definitely deserves it, she's known all over for her impeccable conduct... Oh, just the \"Acting\" Grand Master? Haha, well, someone of her standing won't care about titles."},{"target_id":32,"target_zh":"优菈","title_zh":"托马关于优菈","content_zh":"你还遇见过优菈·劳伦斯吗？我只知道，他们家的人脾气烂透了，最好不要有什么来往。啊，跟你聊这些，又想起了很多蒙德的往事…真好。","target_en":"Eula","title_en":"Thoma about Eula","content_en":"You've had a run-in with Eula Lawrence before, huh? All I know is that their whole family are about the worst-tempered people you could ever meet. You're better off steering clear of them if you can help it. Ah, now I'm in a Mondstadt mood again... The memories."}]},{"id":42,"name_zh":"荒泷一斗","name_en":"Arataki Itto","img_url":"https://uploadstatic.mihoyo.com/contentweb/20211130/2021113011275394620.png","ver":"2.3.2","lines":[{"target_id":41,"target_zh":"托马","title_zh":"荒泷一斗关于托马","content_zh":"听弟兄们说，他是第一百颗神之眼狩眼仪式的主角？嗯？为什么他会有专属的仪式啊？欸，难道说第一百颗神之眼是比前九十九颗厉害吗？嘶…不对，真是那样的话，那应该是本大爷来当这第一百颗才对！","target_en":"Thoma","title_en":"Arataki Itto about Thoma","content_en":"Some of the boys have been telling me that he was the star of the show at the Vision Hunt Ceremony. I'm like — are you kidding me??? How come he gets his own special ceremony!? Was the hundredth Vision supposed to be, like, stronger than the other ninety-nine, or something? Pff, nah, it can't have been that, 'cause, uh, hello! They would've chosen me if that's what they were going for."},{"target_id":47,"target_zh":"神里绫人","title_zh":"荒泷一斗关于神里绫人","content_zh":"哈哈哈哈，我跟绫人兄可以说是相见恨晚啊！如果不是他提醒我「让温顺的虫子燃起斗志」是我一生都该坚守的觉悟，也许早在第七百八十次战败时，我就放弃斗虫了…哈哈，果然只有男人最懂男人，哎呀，我和他之间无需多言，在打牌和斗虫时，默契就已经悉数体现了。","target_en":"Kamisato Ayato","title_en":"Arataki Itto about Kamisato Ayato","content_en":"Haha, I only wish I could have met Ayato sooner. He really taught me something. \"You can kindle the warrior spirit even in the weakest of bugs\"... Yep, I really took that one to heart. If it weren't for those words of wisdom, I'm pretty sure I would have given up beetle fighting after losing for the 780th time... Yeah, I guess sometimes it takes a warrior to understand a warrior. When we're playing trading card games or battling beetles, we're always totally on the same wavelength."},{"target_id":35,"target_zh":"宵宫","title_zh":"荒泷一斗关于宵宫","content_zh":"那家伙，仗着自己会做烟花和小玩具，哄起小孩来一套一套的…不行，不能让她抢尽风头，「孩子王」本大爷是当定了！你也要站我这边…什么？你不是孩子？呵，在我眼里，比我矮的，全是孩子！","target_en":"Yoimiya","title_en":"Arataki Itto about Yoimiya","content_en":"Hmph, she's always showing off her fancy fireworks and toys to the kids. Well, I'm sick of it! Nobody steals my thunder! I'm the one that's supposed to be adored by the kids! Me! That goes for you too, you're siding with me on this, okay... Huh? Whaddya mean, you're not a kid? Eh, details. If you're shorter than me, you're a kid as far as I'm concerned."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"荒泷一斗关于枫原万叶","content_zh":"听说你从天守阁逃出来后，是他挡下了「无想的一刀」？帅啊！到底怎么做到的。你想，他是没落的贵族，我是没落的鬼族…某种意义上，我和他旗鼓相当啊。哈哈哈哈，那么，下一刀，本大爷替你挡了！","target_en":"Kaedehara Kazuha","title_en":"Arataki Itto about Kaedehara Kazuha","content_en":"Word on the street is that he blocked the Musou no Hitotachi after you escaped from Tenshukaku. Seriously? 'Cause I mean, that is awesome! Who knows how he pulled it off. Hey, now that I think about it, he's from a fallen clan, and I'm from a fallen clan... That kinda makes us equals, haha! Yeah, so next time someone attacks you, it's my turn to block the blade!"},{"target_id":38,"target_zh":"雷电将军","title_zh":"荒泷一斗关于雷电将军","content_zh":"搞眼狩令的时候，需要出动她得意的天狗才能制服我，说明本大爷一定让她很头痛吧？不过，既然她决定废除眼狩令，也不算无可救药。哼，她最好记住这次的教训，别再有下次，不然，我一定会让她更头痛，哼。","target_en":"Raiden Shogun","title_en":"Arataki Itto about the Raiden Shogun","content_en":"During the Vision Hunt Decree, the Shogun had to send her top tengu in person to get my Vision off me. Heh, means she must have found me to be quite the pain in the neck. But, y'know, she's abolished the Vision Hunt Decree now, so no hard feelings, I guess. As long as she's learned her lesson, of course. 'Cause if she pulls something like that again, this old pain in the neck will be back with a vengeance."},{"target_id":46,"target_zh":"八重神子","title_zh":"荒泷一斗关于狐耳女人","content_zh":"那场狐狸拉面比赛，是我赢了，就算面里有油豆腐，她也别想赢我！那之后…那之后我躺了一个多月，但我至少守住了胜者的荣耀！而她，就要承受付清三十二碗面钱的耻辱。哈哈哈哈…","target_en":"Yae Miko","title_en":"Arataki Itto about the Lady with Fox Ears","content_en":"I crushed that Kitsune Ramen eating contest we had. Even all that Fried Tofu couldn't stand in my way — she didn't come close to beating me! ... I was, uh, bedridden for more than a month after that, but you know what? I'd rather lie in bed a winner than walk away a loser! So... Anyway, I had the last laugh, 'cause she had to foot the bill for 32 bowls of noodles! Haha!"},{"target_id":39,"target_zh":"九条裟罗","title_zh":"荒泷一斗关于九条裟罗","content_zh":"眼狩令那会我确实败给她了，呵，这也没什么好羞耻的，输了就堂堂正正投降，错了就老老实实挨打，这才是真男人！反倒是她，堂堂天狗，不敢应我的复仇之约。哼，不过是在十字路口相扑而已，这就怕了？她要是再不来应战我就不叫她九条天狗了，我要叫她——九条乌龟！","target_en":"Kujou Sara","title_en":"Arataki Itto about Kujou Sara","content_en":"You know what, yeah, she beat me during the Vision Hunt Decree. I'm not ashamed to admit it. When you lose, you admit defeat, and when you screw up, you take it on the chin, like a man! And anyway, let's not forget which one of us won't agree to a rematch — her, the tengu warrior! It's just a sumo street fight, I mean, what's she so afraid of? If she keeps snubbing me, I'm gonna have to stop calling her Kujou Tengu and start calling her Kujou Chicken! Heh, we'll see what she thinks of that."},{"target_id":43,"target_zh":"五郎","title_zh":"荒泷一斗关于五郎","content_zh":"哦，反抗军的小狗大将嘛，身材小小但气魄非凡，不错不错！而且，他身上散发着一种让人内心温暖的熟悉感…奇怪，明明没见过他几面…","target_en":"Gorou","title_en":"Arataki Itto about Gorou","content_en":"Oh yeah, the doggy general in the resistance... Hey, I've gotta hand it to him, he may be on the small side, but he's got quite the fighting spirit. Also, he gives off this vibe that makes me feel all warm and fuzzy inside, almost as if he understands my innermost feelings... I mean, I've barely met the guy, so that's kinda weird."},{"target_id":49,"target_zh":"久岐忍","title_zh":"荒泷一斗关于久岐忍","content_zh":"荒泷派的弟兄们一般都会顺着我意，唯独这个忍啊，老是跟我唱反调！本大爷辛辛苦苦赢来的战利品，竟然被她一件件还了回去。哎呀，算了，看在她每次都会把我从牢房里捞出来，还替我们收拾了不少烂摊子，就不计较了。毕竟惹怒了她，我也没有好日子过…","target_en":"Kuki Shinobu","title_en":"Arataki Itto about Kuki Shinobu","content_en":"Nobody questions my leadership in the gang, what I say goes — except when it comes to Shinobu. She's always challenging everything I say. And not only that — all the hard-earned loot I bring back and share with everyone? She goes and returns it! But also, she gets me out of jail, and out of every mess we get ourselves into, so I'll let it slide. Besides, I don't wanna get on her bad side... An angry Shinobu would make my life a nightmare."},{"target_id":36,"target_zh":"早柚","title_zh":"荒泷一斗关于早柚","content_zh":"不过是趁她不注意的时候，摸了摸她的头而已，现在一见面就要跳起来打我。哈哈哈没办法，这么可爱的小狸猫，谁见了都会忍不住想去摸摸头吧？噢对了…喊她狸猫也会被揍。为什么啊，那不就是狸猫吗…？","target_en":"Sayu","title_en":"Arataki Itto about Sayu","content_en":"All I did was give her a little pat on the head this one time when she wasn't looking, and now, she pounces to attack every time she lays eyes on me. Haha, what can I say? Tanuki are adorable! What am I supposed to do — not pat one on the head? ...Oh yeah, and that's the other thing — she beats you up for calling her a tanuki, too! What's up with that? I mean, a tanuki's what she's going for, right? Sheesh, talk about getting your fur all ruffled over nothing..."}]},{"id":43,"name_zh":"五郎","name_en":"Gorou","img_url":"https://uploadstatic.mihoyo.com/contentweb/20211130/2021113011485830826.png","ver":"2.3.2","lines":[{"target_id":15,"target_zh":"北斗","title_zh":"五郎关于北斗","content_zh":"北斗船长重视情义、身手不凡，令人尊敬。她曾说不愿把同伴卷入纷争，我们也理解这一点。因此，只有到了必要的时候，才会请她来帮忙。","target_en":"Beidou","title_en":"Gorou about Beidou","content_en":"Captain Beidou values camaraderie, and her exceptional abilities command respect. She once said that she prefers to avoid involving her companions in disputes that don't concern them, which I can completely understand. That's why I only request her help when we have no one else to turn to."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"五郎关于枫原万叶","content_zh":"我见过形形色色的浮浪人，万叶绝对是他们之中最特殊的一位。他就像一缕风，不会在任何地方停留，但总能给身边人带来些什么。和他并肩战斗期间，我就从他身上学会了几分「洒脱」。总之，我和万叶相当合拍！","target_en":"Kaedehara Kazuha","title_en":"Gorou about Kaedehara Kazuha","content_en":"I've seen all kinds of wandering samurai before, and Kazuha is categorically a different breed from the others. He's like a gust of wind that sweeps through the land. Though he never stays for long, he is always able to contribute something to those who are around him. When I fought alongside him, I learned more about what it means to be truly carefree and without constraints. In any case, I think that Kazuha and I make a great team together!"},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"五郎关于珊瑚宫心海·职责","content_zh":"珊瑚宫大人作为海祇岛最高领袖，负责掌控大局，制定计划。我负责将细节落实，把控前线的形势。反抗军上下一心，只求胜利。","target_en":"Sangonomiya Kokomi","title_en":"Gorou about Sangonomiya Kokomi: Duties","content_en":"As the leader of Watatsumi Island, Her Excellency is responsible for assessing the scenario and formulating a plan. It is then my duty to put every detail of the plan into action and to keep the situation under control on the front line. We are united with the whole resistance in achieving a single purpose: victory."},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"五郎关于珊瑚宫心海·态度","content_zh":"我对珊瑚宫大人抱有崇高的敬意。珊瑚宫大人神机妙算，没有她的谋略和统筹，反抗军不可能取得如今的战果。只不过，私底下她似乎更偏好安静的生活。没有军事要务的话，我不会主动打搅她。","target_en":"Sangonomiya Kokomi","title_en":"Gorou about Sangonomiya Kokomi: Attitude","content_en":"I have only the utmost respect for Her Excellency. Without her ingenious and insightful strategies, the resistance could never have come as far as it has today. But if you ask me, it seems that deep down she prefers a much quieter existence. So when there's no pressing military matters, I try not to disturb her too much."},{"target_id":38,"target_zh":"雷电将军","title_zh":"五郎关于雷电将军","content_zh":"雷电将军…不论理由如何，我无法认同她以前的做法。现在，海祇岛与幕府签订了和平条约，但我绝不会放松警惕。假如冲突再次爆发，我必定会重返前线。","target_en":"Raiden Shogun","title_en":"Gorou about the Raiden Shogun","content_en":"Grr, the Raiden Shogun... I could never bring myself to accept her past actions, no matter what her reasoning may have been. Though a peace treaty has been signed between Watatsumi Island and the Shogunate, I refuse to let my guard down. If conflict ever breaks out again, I will resume my place back on the front line."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"五郎关于九条裟罗","content_zh":"我对幕府军没有好感，但九条裟罗，也许是幕府军里最正直的一位将领了。我们之间进行过数次较量，各有胜负。我曾不成熟地想过，要是这样的人能够重视民众的愿望，不受幕府掌控就好了。","target_en":"Kujou Sara","title_en":"Gorou about Kujou Sara","content_en":"I have nothing good to say about the Shogun's Army, but Kujou Sara is perhaps the most honorable officer among their ranks. We've met each other countless times in battle, emerging both victorious and defeated at different times. *sigh* I know now that it's not realistic to think this way, but I did use to wonder what things would be like if those like her could value the wishes of the people and be free from the grip of the Shogunate."},{"target_id":46,"target_zh":"八重神子","title_zh":"五郎关于八重神子","content_zh":"那个女人…我们可以不聊她吗？我来帮你干活，什么杂活都没有问题…呜…就当是为了我的身心健康着想，我们还是换个话题吧？","target_en":"Yae Miko","title_en":"Gorou about Yae Miko","content_en":"Oh, her... I'd prefer not to talk about her. Can we change the topic? Or, if there are any tasks I can take off your hand, I'll gladly oblige! Anything at all? ...Ahem, let's just say it'd be best for my general well-being if we can we avoid talking about her..."},{"target_id":34,"target_zh":"神里绫华","title_zh":"五郎关于神里绫华","content_zh":"社奉行从属于幕府，但立场更倾向于民众。在这种两面为难的处境下，「白鹭公主」还能站稳脚跟，应该是特别冷静，又能把握做事分寸的人吧。这一点值得我学习。","target_en":"Kamisato Ayaka","title_en":"Gorou about Kamisato Ayaka","content_en":"The Yashiro Commission operates as part of the Shogunate, but on many issues they tend to side with the people of Inazuma. In fact, the Shirasagi Himegimi has managed to establish an excellent reputation for herself, despite facing pressure from both sides. I suppose she must know how to keep her composure at all times and navigate sensitive situations tactfully... There's much I could learn from her."},{"target_id":36,"target_zh":"早柚","title_zh":"五郎关于早柚","content_zh":"我军情报显示，那位忍者精通潜入之法，也许她的忍术能够在珊瑚宫大人的某些奇策中发挥作用…不过，情报里又说很难掌握她的行踪，看来不好招募啊…欸？你说她是社奉行的人？…呃，那还是算了。","target_en":"Sayu","title_en":"Gorou about Sayu","content_en":"Hmm, according to our intel, she is a ninja proficient in the art of infiltration — a skill set which could prove very useful in some of Her Excellency's special operations... However, our intel also indicates that she could be difficult to recruit as she is rather unruly, and often disappears without a trace. Hmm? She's with the Yashiro Commission? Oh, well forget it then."}]},{"id":44,"name_zh":"申鹤","name_en":"Shenhe","img_url":"https://uploadstatic.mihoyo.com/contentweb/20211221/2021122118121612158.png","ver":"2.4.1","lines":[{"target_id":16,"target_zh":"凝光","title_zh":"申鹤关于凝光","content_zh":"人们所谓的财富，对我而言没什么用。但到了凝光小姐手里，却能解决连刀枪都无法处理的难题。她能掌握人间规则，洞察人心…师父说，这些连仙人都无法做到。我很佩服她。","target_en":"Ningguang","title_en":"Shenhe about Ningguang","content_en":"I have no use for the wealth that ordinary people desire. But in the hands of Lady Ningguang, wealth becomes a means of solving complex issues of the kind that no weapons could ever hope to resolve. She understands the unwritten rules of human society, she knows what's in people's hearts... Master once told me that even the adepti aren't able to achieve this. I hold her and her work in high regard."},{"target_id":15,"target_zh":"北斗","title_zh":"申鹤关于北斗","content_zh":"与她相处不用讲究礼节，交谈时也不用揣测深意，让我轻松了不少。只是…她身边总是有人，听说船上还有诸多船员…我需要跟你一起，才能应对人多的场合。","target_en":"Beidou","title_en":"Shenhe about Beidou","content_en":"I find I don't need to worry about etiquette with her, and unlike with some people, I don't need to rely on non-verbal cues to discern the true meaning of what she's saying. That makes me a lot more comfortable. The only problem is... Well, there are too many people around her all the time, and I heard there's also many crew members on her ship... I need you to go with me. It's the only way I can cope with so many people."},{"target_id":45,"target_zh":"云堇","title_zh":"申鹤关于云堇","content_zh":"云堇唱的…叫做「璃月戏」吧？我很喜欢这种形式。不必亲见其面，就能了解他人的事迹。如果将来她把你唱进戏里，那一定会是非常精彩的故事，我很期待。","target_en":"Yun Jin","title_en":"Shenhe about Yun Jin","content_en":"Yun Jin performs... It's called \"Liyue opera,\" isn't it? I like this particular type of social interaction. You can get to know about the other person's background without having to actually interact with them one on one. If she ever includes your story in one of her performances, I'm sure the result will end up being quite incredible. I'm looking forward to it."},{"target_id":27,"target_zh":"甘雨","title_zh":"申鹤关于甘雨","content_zh":"我从师父那里听过许多有关她的事…她原先在我心中的形象，和实际差距还是挺大的。放心，我不会说出去。说起来，璃月港的工作竟这般繁忙…看来融入人间，也要付出一些代价。","target_en":"Ganyu","title_en":"Shenhe about Ganyu","content_en":"I've heard many stories about her from my master. She's really quite different from how I originally imagined her... But don't worry, I'll be keeping this to myself. Speaking of Ganyu, her work in Liyue Harbor is unbelievably busy... It seems that there is a price to pay for those who want to integrate into the mortal world."},{"target_id":19,"target_zh":"重云","title_zh":"申鹤关于重云","content_zh":"真没想到我在这世上…还有「亲缘」。他若是有什么修行上的困惑，我愿帮忙解答。不过，得请他上山来。他们一家太过热情，我不知道该如何回绝才符合礼数…","target_en":"Chongyun","title_en":"Shenhe about Chongyun","content_en":"It's hard for me to believe that... I still have living relatives in this world. If he has any difficulties with his training, I am more than willing to help enlighten him. However, he will need to meet me alone in the mountains. Their family is too... sociable. I wouldn't know how to turn down their invitations without being impolite."},{"target_id":18,"target_zh":"行秋","title_zh":"申鹤关于行秋","content_zh":"我曾见到他凑在你耳旁不知说些什么。若他敢威胁你，我一定会将他…嗯？只是朋友间的玩闹话？当真如此吗…","target_en":"Xingqiu","title_en":"Shenhe about Xingqiu","content_en":"I've seen him lean over to you and whisper things in your ear. If he dares threaten you, I will make sure he... Hmm? You mean it's just an in-joke between friends? Genuinely...?"},{"target_id":24,"target_zh":"钟离","title_zh":"申鹤关于钟离","content_zh":"那位先生自称是凡人，却与身为仙人的师父很熟络。师父曾说，如果碰见他在仙府前的石凳上饮酒，莫要打扰，让他静静独坐一会。我照做了。","target_en":"Zhongli","title_en":"Shenhe about Zhongli","content_en":"That gentleman claims to be a mortal, yet is very familiar with my master, who is an adeptus. Master once said: \"If you see him drinking on a stone stool in front of my abode, do not disturb him. Let him sit quietly for a while.\" And that's precisely what I did."},{"target_id":29,"target_zh":"胡桃","title_zh":"申鹤关于胡桃","content_zh":"她在附近山林游荡时，经常会唱奇怪的歌。久而久之，我把她的歌断断续续听了个遍。听习惯了也还是觉得奇怪，但，我并不讨厌。","target_en":"Hu Tao","title_en":"Shenhe about Hu Tao","content_en":"I often see her wandering in the woods singing strange songs. Actually, I must have heard all of her songs several times each by now. I'm used to her singing, but I still find it strange. That being said, I don't hate it either."},{"target_id":28,"target_zh":"魈","title_zh":"申鹤关于魈","content_zh":"印象中他一直不苟言笑。近来见他，虽说沉默依旧，但…像是比从前轻松了不少。兴许是结识了哪位良人吧。","target_en":"Xiao","title_en":"Shenhe about Xiao","content_en":"My first impression of him was that he's not one to smile. After meeting him again more recently, however, he's still as reserved as ever, but... he seems a lot more relaxed now. Maybe he... met someone special."}]},{"id":45,"name_zh":"云堇","name_en":"Yun Jin","img_url":"https://uploadstatic.mihoyo.com/contentweb/20211221/2021122117591771295.png","ver":"2.4.1","lines":[{"target_id":25,"target_zh":"辛焱","title_zh":"云堇关于辛焱","content_zh":"戏社里那几个老人天天念叨，说是听多了摇滚会被带坏，不让我去听辛焱的演唱会。嘴上说着为我好，哼，我看他们只是接受不了新事物而已。我才不会听他们的，辛焱的演唱会我每周都要去，就是这样。","target_en":"Xinyan","title_en":"Yun Jin about Xinyan","content_en":"The elders of the troupe are always harping on about rock 'n' roll being a bad influence. Needless to say, they never approve of me going to see Xinyan's shows. \"It's for your own good,\" they say. Hmph, all it's really about is their inability to accept anything new. Whatever, those old fogies can't tell me what to do. I'm going to keep rocking out at Xinyan's gigs, every week, and that's that."},{"target_id":29,"target_zh":"胡桃","title_zh":"云堇关于胡桃","content_zh":"胡桃她呀，表情丰富，脑筋还转得快，哪怕只是聊些家常都能「妙语连珠」。真让人羡慕。和这样的朋友在一起，无论做什么事情都很有趣。","target_en":"Hu Tao","title_en":"Yun Jin about Hu Tao","content_en":"Ah yes, Hu Tao. Very expressive face, and she has a sharp mind too — you can be discussing the most mundane thing in the world, and she'll always bring out a string of witty remarks. I admire her a lot. There's never a dull moment when you have friends like her around."},{"target_id":24,"target_zh":"钟离","title_zh":"云堇关于钟离","content_zh":"我们这行的规矩代代相传，讲究多得很。有些事我只知其然，却不知其所以然。但钟离先生讲起这些竟能如数家珍，有这样懂行的观众，谁不开心呢？","target_en":"Zhongli","title_en":"Yun Jin about Zhongli","content_en":"The customs of the opera are very particular, and are passed down from generation to generation. Sometimes I find that I only know the hows but not the whys behind what we do. But when speaking with Zhongli, it is abundantly evident that he knows the origins behind almost everything. Who wouldn't be delighted to have such a connoisseur in their audience?"},{"target_id":16,"target_zh":"凝光","title_zh":"云堇关于凝光","content_zh":"天权星出手阔绰，没少资助我们戏社。领了她的情，自然也要回报给她最好的演出。","target_en":"Ningguang","title_en":"Yun Jin about Ningguang","content_en":"The Tianquan is a big spender and has made several very generous donations to our troupe. I can only return her generosity by delivering my best possible performance."},{"target_id":18,"target_zh":"行秋","title_zh":"云堇关于行秋","content_zh":"原来你也认识行秋。哈哈，他聪明得很，鬼主意那么多，怕是一不留神就会捉弄你，可得留个心眼啊。","target_en":"Xingqiu","title_en":"Yun Jin about Xingqiu","content_en":"Oh, so you are also acquainted with Xingqiu? Haha, he is quite the clever one, and with a sharp wit as well. The moment you let your guard down, you're at risk of becoming the butt of one of his practical jokes... Don't say I didn't warn you."},{"target_id":44,"target_zh":"申鹤","title_zh":"云堇关于申鹤","content_zh":"《神女劈观》的剧本我早就念得烂熟，但直到今天我才知道「神女」原来真有其人，世上缘分果然奇妙。惟愿她往后都有好友相伴，不再孤寂。","target_en":"Shenhe","title_en":"Yun Jin about Shenhe","content_en":"I have long since known \"The Divine Damsel of Devastation\" inside out, back to front, but it was only very recently that I learned that the \"divine damsel\" in question is actually a real person. Life is full of strange twists sometimes! My only hope is that she can find true friendship and never be lonely again."},{"target_id":20,"target_zh":"刻晴","title_zh":"云堇关于刻晴","content_zh":"我倒没见过玉衡星来听戏。印象里，路边偶遇这位时，她也总是一副行色匆匆的样子。","target_en":"Keqing","title_en":"Yun Jin about Keqing","content_en":"I have yet to see the Yuheng ever attend an opera performance. Now that I think about it, whenever I happen to see her out on the street, she always seems to be in a great hurry."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"云堇关于枫原万叶","content_zh":"爱听戏的外国人士也有不少，这位枫原万叶就是其中之一。不论台上演的是文场还是武场，他总是安安静静地听，是个规矩的好观众。","target_en":"Kaedehara Kazuha","title_en":"Yun Jin about Kaedehara Kazuha","content_en":"Kaedehara Kazuha is among the many outlanders who enjoy Liyue opera. Whether it's an orchestral section or a percussive piece, he always sits there and listens quietly. Talk about great manners!"}]},{"id":46,"name_zh":"八重神子","name_en":"Yae Miko","img_url":"https://uploadstatic.mihoyo.com/contentweb/20220208/2022020813481182336.png","alias_zh":"狐耳女人","alias_en":"Lady with Fox Ears","url_name":"yaemiko","ver":"2.5.1","lines":[{"target_id":38,"target_zh":"雷电将军","title_zh":"八重神子关于雷电将军","content_zh":"明明想要出来，却一直把自己关在一心净土里，简直就是自我折磨嘛…从另一个角度来说，也挺可爱的不是吗。","target_en":"Raiden Shogun","title_en":"Yae Miko about the Raiden Shogun","content_en":"Locking herself away in the Plane of Euthymia when she clearly wants to be out — it's just willful self-torture, really... On the other hand, it's also rather stubborn-but-cute, don't you think?"},{"target_id":47,"target_zh":"神里绫人","title_zh":"八重神子关于神里绫人","content_zh":"社奉行家的那个小子啊，从小就不安分，别看他表面上笑得春风和煦，暗地里可不知道在盘算什么呢，令人讨厌…哼，我可跟他不是一类人，哪来同类相斥的说法。","target_en":"Kamisato Ayato","title_en":"Yae Miko about Kamisato Ayato","content_en":"The Yashiro rascal... he's always been an unpredictable one, even as a child. Don't be taken in by his warm smile. There's no knowing what devious scheme might be brewing inside his head — it's really quite maddening... What do you mean, \"sly as a fox\"? Hmph, if you're trying to insinuate that he and I are anything alike, you are sorely mistaken."},{"target_id":34,"target_zh":"神里绫华","title_zh":"八重神子关于神里绫华","content_zh":"我很喜欢社奉行家的小姑娘，任何事都安排得井井有条。不过社奉行一直都在做些吃力不讨好的活，可怜，如果她不是神里家的人，我早就把她挖到八重堂了。","target_en":"Kamisato Ayaka","title_en":"Yae Miko about Kamisato Ayaka","content_en":"I'm very fond indeed of the Yashiro Commission girl. She adroitly handles every matter that comes before her. Unfortunately, it's often thankless work. Pity. Were she not a member of the Kamisato Clan, I would have long since snatched her up for the Yae Publishing House."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"八重神子关于九条裟罗","content_zh":"这块愚笨的木头啊，远不如她那天狗爹爹心思活络…哎呀，怎么说呢，虽说木讷耿直也有木讷耿直的好处吧，不过还是希望下次不要在神社拦着我，一个劲追问影的事了。","target_en":"Kujou Sara","title_en":"Yae Miko about Kujou Sara","content_en":"Not the sharpest tengu in the forest — she certainly didn't inherit the brilliant mind of daddy tengu, that's for sure. *sigh* How shall I put this? I suppose being blunt and dispensing with tact has its own advantages... But I do hope that the next time she visits the shrine, she keeps to herself. I've got better things to do than answer her incessant questions about Ei."},{"target_id":35,"target_zh":"宵宫","title_zh":"八重神子关于宵宫","content_zh":"长野原的烟花嘛，也是每年难得的值得期盼之物了。据说前些天她还大闹天领奉行，在敷地大放烟花。呵，九条家的人恐怕气得脸都变青了，真是可惜呀，没能亲眼看到那副场景。","target_en":"Yoimiya","title_en":"Yae Miko about Yoimiya","content_en":"Naganohara fireworks are well worth the wait every year. Word is that she caused quite an uproar among the Tenryou Commission recently by setting off fireworks all over the place. Heh, I'm sure the members of the Kujou Clan must've turned purple with rage... A pity that I couldn't be there to see it for myself."},{"target_id":27,"target_zh":"甘雨","title_zh":"八重神子关于甘雨","content_zh":"这么说来，很久没有见过甘雨姐姐了。稻妻尚未锁国时，璃月与稻妻往来事务都是我与她接洽，真是相当可靠，下次若有机会去璃月，再给她带些新鲜的海灵芝吧。","target_en":"Ganyu","title_en":"Yae Miko about Ganyu","content_en":"Hmm, now that you mention it, it's been a while since I last saw Ganyu. Before the Sakoku Decree came into effect, the two of us would often meet to discuss bilateral relations between our two nations. I always found her quite reliable. The next time you go to Liyue, take her some more fresh Sea Ganoderma for me."},{"target_id":40,"target_zh":"珊瑚宫心海","title_zh":"八重神子关于珊瑚宫心海","content_zh":"现在的巫女，一个比一个可爱。不知道这孩子跳起太平神乐之舞会是什么样子，说不好群鱼也会跟着旋转吧。只要她肯叫我一声神子姐姐，呵呵…我倒有些心得愿意分享。","target_en":"Sangonomiya Kokomi","title_en":"Yae Miko about Sangonomiya Kokomi","content_en":"These Divine Priestesses seem to be getting cuter every generation. I wonder how she looks performing the Dance of Divine Peace... Perhaps even little schools of fish swish around her while she spins. If she's ever looking for a more experienced head shrine maiden to learn from, I'd be quite happy to share a few tips with her... Hehe, as long as she asked me nicely, of course."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"八重神子关于荒泷一斗","content_zh":"他呀，鬼族的奇怪小子，呵，听说他找了九条家不少的麻烦。天领奉行的人想要以有伤风化为由将他写于街上的留言擦掉，是我找人保留的，呵，这么有趣的小鬼，这些年可是难能一见了。","target_en":"Arataki Itto","title_en":"Yae Miko about Arataki Itto","content_en":"Ah, the oddball oni. Heh, I hear that he's been quite a pain for the Kujou Clan. The Tenryou Commission wanted to remove his messages on the bulletin board, claiming that they were \"harmful to public order.\" I made quite sure they stayed put, haha. He's an entertaining character... you don't often see oni like him in this day and age."},{"target_id":43,"target_zh":"五郎","title_zh":"八重神子关于五郎","content_zh":"五郎尾巴的色泽很漂亮，不过…还是我的更柔软一些。呵…","target_en":"Gorou","title_en":"Yae Miko about Gorou","content_en":"He certainly has a beautiful tail. Although... mine's a little softer."},{"target_id":36,"target_zh":"早柚","title_zh":"八重神子关于早柚","content_zh":"这个子小小的孩子，躲倒是挺会躲的，鹿野奈奈经常向我抱怨，得花很多时间找她，连看小说的时间都变少了。要我说啊，或许是有人在暗中帮助早柚呢？","target_en":"Sayu","title_en":"Yae Miko about Sayu","content_en":"Ah yes, the little ninja child... If there's one thing she can do, it's stay hidden. Kano Nana constantly complains to me about it. Apparently, she now spends so much of her time searching for Sayu that she barely has any time to read anymore. If you ask me, I'd say that Sayu has a secret ally who is helping her hide all the time..."},{"target_id":49,"target_zh":"久岐忍","title_zh":"八重神子关于久岐忍","content_zh":"听说阿幸的这位妹妹很有个性，虽说出自巫女世家，却远离神社，学了许多门手艺，甚至去过璃月留学，最后还加入了荒泷派…如此有趣的女孩子，应该让阿幸帮忙引荐一下，嗯，阿幸肯定不会拒绝我的。","target_en":"Kuki Shinobu","title_en":"Yae Miko about Kuki Shinobu","content_en":"I've heard a lot about Miyuki's little sister. Quite the character, I'm told. Although she comes from a family of shrine maidens, she's gone her own way in life — tried her hand at many different trades, studied abroad in Liyue, even ended up joining the Arataki Gang... Fascinating girl. Maybe I should have Miyuki introduce me. Yes, that'll work — Miyuki wouldn't dream of refusing my request."}]},{"id":47,"name_zh":"神里绫人","name_en":"Kamisato Ayato","img_url":"https://webstatic.mihoyo.com/upload/contentweb/2022/03/14/6713b70c875d723eb22c9effda407377_2979852309102536594.png","ver":"2.6.1","lines":[{"target_id":34,"target_zh":"神里绫华","title_zh":"神里绫人关于神里绫华","content_zh":"我相信绫华的能力，但我也希望她能够保持一颗纯粹的心。权力斗争她不必参与，人世阴暗她也不必直面，这些理应由作为兄长的我来一一扫清…不小心说太多了，就当是你我之间的秘密吧。","target_en":"Kamisato Ayaka","title_en":"Kamisato Ayato about Kamisato Ayaka","content_en":"I am confident in Ayaka's abilities. But I want her to be able to hold on to her innocence. She shouldn't have to get personally involved in power struggles, or confront the darker side of life head-on. As her older brother, it's my job to shield her from all of that... Heh, just... between the two of us, of course. Sorry, that got a little more private a little more quickly than I'd intended."},{"target_id":41,"target_zh":"托马","title_zh":"神里绫人关于托马","content_zh":"托马对神里家的忠心毋庸置疑。很久以前我曾试探过他，如果不想往后被卷入无尽纷争的话，最好早日离开。他却还是留了下来，一直跟随着神里家，让我也省心不少。…现在，我完全信得过的人很少，托马算是一个。","target_en":"Thoma","title_en":"Kamisato Ayato about Thoma","content_en":"There is no doubt in my mind about Thoma's loyalty to the Kamisato Clan. A long time ago, partly to see where he stood, I advised him that he would be better off leaving if he didn't want to get drawn into the never-ending disputes that plague public life. Still, he chose to stay, and in all the time he's been with us, he's spared me much worry. There are very few people I trust completely these days, but Thoma is one of them."},{"target_id":36,"target_zh":"早柚","title_zh":"神里绫人关于早柚","content_zh":"她平时看起来是懒散了点，但在适当的时机，却总能给予重要帮助。你应该再清楚不过了吧？","target_en":"Sayu","title_en":"Kamisato Ayato about Sayu","content_en":"She looks awfully idle the majority of the time, and yet when it counts, she always rises to the occasion and provides indispensable assistance. Of course, you'd know far more about that than me, wouldn't you?"},{"target_id":35,"target_zh":"宵宫","title_zh":"神里绫人关于宵宫","content_zh":"那位…为人爽朗的烟花店店主么？嗯…她和神里家往来还算密切。她和绫华年龄相仿，也很投缘。绫华恐怕也不会因为她的快人快语而困扰。毕竟绫华那孩子在小时候，就能坚定地守住本心。","target_en":"Yoimiya","title_en":"Kamisato Ayato about Yoimiya","content_en":"Ah, the fireworks store owner. Yes, a most... spirited young lady. The Kamisato Clan is on rather close terms with her. She is around the same age as Ayaka, and the two get along very well. I trust her direct and outspoken disposition won't lead Ayaka astray. Ayaka has always been staunchly true to herself, ever since she was a young child."},{"target_id":38,"target_zh":"雷电将军","title_zh":"神里绫人关于雷电将军","content_zh":"为了追求「永恒」，将军大人以及整个稻妻，都付出了不小的代价。伤口需要时间来愈合，作为政局的调和者，我必然会尽到我的责任。","target_en":"Raiden Shogun","title_en":"Kamisato Ayato about the Raiden Shogun","content_en":"The cost of pursuing eternity has been great for the Almighty Shogun... and for all of Inazuma. These wounds will take time to heal, and as someone with a mediating role to play in the political process, I will be sure to fulfill that which is required of me."},{"target_id":46,"target_zh":"八重神子","title_zh":"神里绫人关于八重神子","content_zh":"宫司大人于神里家有恩，可她却一直不太看得惯我，呵，恐怕你没少听她「那小子」「那小子」地称呼我吧。由于业务交集，我们偶有碰面，虽说大家各怀心思，但工作起来也称得上融洽。我并不讨厌这种感觉。嗯，与聪明人一起办事，效率就是会高得多。况且就算她再讨厌我，也不得不承认如果没有我，就没人能实现得了她那些「奇思妙想」了。","target_en":"Yae Miko","title_en":"Kamisato Ayato about Yae Miko","content_en":"Lady Guuji has been kind to us in the Kamisato Clan, but she has never quite taken to me personally. I trust you'll have heard the way she refers to me... \"the Yashiro rascal\" and other such flattering monikers. We run into each other semi-regularly, given the overlap in our work, and despite whatever private thoughts we each may have, our working relationship is quite a harmonious one. I have no great objection to this state of affairs — working with intelligent people always makes things highly efficient. In any case... However objectionable she might find me, she would be forced to admit that without me, she would have no one to help execute her weird and wonderful ideas."},{"target_id":39,"target_zh":"九条裟罗","title_zh":"神里绫人关于九条裟罗","content_zh":"九条老头打得一手好算盘，磨砺出了一柄利剑。哼，只可惜，他没有算到，自己做不起这位执剑人。","target_en":"Kujou Sara","title_en":"Kamisato Ayato about Kujou Sara","content_en":"Old man Kujou capitalized on a golden opportunity to create a most formidable weapon indeed. The only flaw in his plan being, he is now no longer able to wield the weapon of his creation."},{"target_id":33,"target_zh":"枫原万叶","title_zh":"神里绫人关于枫原万叶","content_zh":"枫原家曾是神里家的下属，神里家的先祖当年未能保护他们周全，到我这里，仍有义务照拂他。虽说无法助他重振家业，但帮他逃脱天领奉行的追捕这种事还是做得到的。","target_en":"Kaedehara Kazuha","title_en":"Kamisato Ayato about Kaedehara Kazuha","content_en":"Once upon a time, the Kaedehara Clan was a subordinate branch of the Kamisato Clan. My forebears may have failed to save his family from decline, but even today I have a duty to support him. Now, naturally, there is nothing I can do to restore his clan's former fortunes. But as for helping him avoid arrest by the Tenryou Commission, that is well within my capabilities..."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"神里绫人关于荒泷一斗","content_zh":"那家伙实在是个有趣的人。让温顺的鬼兜虫相互争斗，哈哈，有意思。嗯，虽然那次点拨实则是不经意之举，但没想到的是，他竟会直接与我称兄道弟，而且时至今日都还没发现我这位「绫人兄」的身份。呵呵，这样也好，我并不讨厌…单纯的人。","target_en":"Arataki Itto","title_en":"Kamisato Ayato about Arataki Itto","content_en":"Now he's an interesting case. The idea of pitting docile Onikabuto against each other in battle, I mean really... I was only speaking in polite platitudes when I gave him a that little pep talk, but to my surprise he started calling me \"bro\"... To this day, he calls me \"my bro Ayato\" without the faintest idea of my true identity. It's quite alright by me, though, I have nothing against his... eccentricities."},{"target_id":16,"target_zh":"凝光","title_zh":"神里绫人关于凝光","content_zh":"璃月七星中的那位「天权」大人，嗯，她的手段我也略有耳闻。说来，我还收藏有一套限量版的「璃月千年」，你感兴趣吗？我差人拿出来，我们下一盘如何？","target_en":"Ningguang","title_en":"Kamisato Ayato about Ningguang","content_en":"I have heard a thing or two about how Her Eminence, the Tianquan operates. On the subject, I also happen to have a limited-edition copy of Liyue Millennial, if you're interested? What do you say, shall I have someone fetch it, so we can play a game?"}]},{"id":48,"name_zh":"夜兰","name_en":"Yelan","img_url":"https://webstatic.mihoyo.com/upload/contentweb/2022/05/18/76cfc9a21e196fd316070196c1396950_2919759828280177295.png","ver":"2.7.1","lines":[{"target_id":16,"target_zh":"凝光","title_zh":"夜兰关于凝光·关系","content_zh":"我跟凝光认识得早，那时她还不是七星，我们合作了一段时间。她能提前当上七星，说不定也有我的功劳。呵，谁知道呢？总之，现在这份工作是她推荐给我的。确实不错，很适合我。","target_en":"Ningguang","title_en":"Yelan about Ningguang: Relationship","content_en":"I got to know Ningguang a long time ago, before she was a Qixing, and we worked together for a while. Maybe I'm partly to thank for the fact that she became a Qixing so quickly. Hehe, who can say? Anyway, she was the one who recommended this job to me. It was a good choice, I'm very well-suited to it."},{"target_id":16,"target_zh":"凝光","title_zh":"夜兰关于凝光·期待","content_zh":"凝光是个不错的合作对象。不过我平日在外行走，得注意身份。总务司雇员见到七星，难免要尊称一声大人了。","target_en":"Ningguang","title_en":"Yelan about Ningguang: Expectations","content_en":"Ningguang is good to work with. But I have to be mindful of our identities when I'm out in public. When I meet a Qixing as an employee of the Ministry of Civil Affairs, they're \"Sir\" or \"Lady\" to me."},{"target_id":27,"target_zh":"甘雨","title_zh":"夜兰关于甘雨","content_zh":"那位秘书啊…我不可能像她那样，时刻不停地工作。何况她的效率同样无可挑剔。半仙的血统大概给了她不少便捷吧，不用睡觉也能保持精力。","target_en":"Ganyu","title_en":"Yelan about Ganyu","content_en":"Ah, the secretary... I could never work non-stop like she does, certainly not at that level of efficiency. I guess being half-adeptus must have its perks. Imagine not needing sleep to regain your energy levels..."},{"target_id":20,"target_zh":"刻晴","title_zh":"夜兰关于刻晴","content_zh":"我不太喜欢把日程排得很满的人，他们没有给自己留下调整的余地，只要碰上意外，就会手忙脚乱，连累同僚。但「玉衡」不同，她总是有条不紊地办事，每次与她共事，都令我相当愉快。","target_en":"Keqing","title_en":"Yelan about Keqing","content_en":"I don't really like people who cram their schedules full, because it doesn't leave any room for negotiation. If something happens that they didn't anticipate, it throws their plans into oblivion, impacting not just themselves but their coworkers, too. But the Yuheng is different. She works in a very methodical way. I always enjoy working with her."},{"target_id":31,"target_zh":"烟绯","title_zh":"夜兰关于烟绯","content_zh":"烟绯啊，我还挺喜欢她的。不谈以前的交情，作为鼎鼎有名的律法咨询师，她是璃月港内诸多情报的交汇点。每次帮她搞定麻烦，我都能顺带收获珍贵的线索。但她似乎对我有些敬重过度了。","target_en":"Yanfei","title_en":"Yelan about Yanfei","content_en":"I like Yanfei a lot. And I'm not talking about our friendship — as a high-profile legal consultant, important intel in Liyue Harbor is constantly flowing in her direction. Whenever I help her out, I always get some invaluable leads in return. I gotta say though, sometimes I think she respects me a little too much."},{"target_id":28,"target_zh":"魈","title_zh":"夜兰关于魈","content_zh":"家族的长辈们曾说，要对「护法夜叉」保持最大的敬畏。据说我那疯疯癫癫的先祖路过望舒客栈时，都会少见地安分下来，想必是被他那驱除邪祟的威压给照顾了。但若是有一天，我有幸与那位「降魔大圣」并肩作战，我还是会以任务为重，不可能因为他的身份而有所顾忌。","target_en":"Xiao","title_en":"Yelan about Xiao","content_en":"The elders in my clan once said that we must always show the utmost respect to the Vigilant Yaksha. Apparently, the only time that our ancestor would gain some temporary relief from his insanity was when passing by the Wangshu Inn. It must have been the comforting effect of his presence that wards off evil spirits. That said, if I ever have the honor of fighting side by side with the Conqueror of Demons, I will focus only on the mission. I cannot let myself be distracted by concerns about his status."},{"target_id":17,"target_zh":"香菱","title_zh":"夜兰关于香菱","content_zh":"香菱啊，讨人喜欢的小厨师，挑选食材的标准完全不输琉璃亭和新月轩。有时我会去她那里买些风干后的绝云椒椒。她似乎不理解我吃辣的方式，我也不想和她解释，这是家族的传统。","target_en":"Xiangling","title_en":"Yelan about Xiangling","content_en":"Ah, Xiangling, the lovely little chef. Her ingredients are always top quality, easily as good as Liuli Pavilion and Xinyue Kiosk. Sometimes I go to her for dried Jueyun Chilis... She doesn't seem to understand why I eat them in the way that I do, and I don't feel like trying to explain it to her, either. It's just a family tradition."},{"target_id":18,"target_zh":"行秋","title_zh":"夜兰关于行秋","content_zh":"我当然记得他，飞云商会家的小少爷。我经常和他们家来往。也许以后，他也会成为眼观六路的能人呢？","target_en":"Xingqiu","title_en":"Yelan about Xingqiu","content_en":"Of course I remember him — the young master of the Feiyun Commerce Guild. I have dealings with his family all the time. Who knows... maybe one day, he'll be outsmarting everyone around him, too."},{"target_id":22,"target_zh":"达达利亚","title_zh":"夜兰关于达达利亚","content_zh":"那位愚人众的执行官？他在无意中给我带来了一些好处。我原本打算彻查「岩上茶室」的前任老板，但那位执行官下手更快，强硬地上门讨债，还公开了前任老板做的假账，让他获罪入狱。我也因此顺利接管了岩上茶室，得到了一个不错的据点。","target_en":"Tartaglia","title_en":"Yelan about Tartaglia","content_en":"The Fatui harbinger? He helped me out once — unwittingly. I was planning a deep-reaching investigation into the former owner of the Yanshang Teahouse, but our harbinger friend got to him first. He showed up demanding payment of his debt, and also exposed his accounting fraud, which got him thrown in jail. That made it very easy for me to take over Yanshang Teahouse myself, and it's proven to be a very useful base."}]},{"id":49,"name_zh":"久岐忍","name_en":"Kuki Shinobu","img_url":"https://webstatic.mihoyo.com/upload/contentweb/2022/06/15/d9e1610f9201fd4d5e8ca93c21380485_2031480174215672233.png","ver":"2.7.2","lines":[{"target_id":38,"target_zh":"雷电将军","title_zh":"久岐忍关于雷电将军","content_zh":"解除锁国后，雷电将军陆续颁布了不少法令支持各行各业的发展。我在锁国期间考的证书全都派上了用场，荒泷派也不那么拮据了。祸福相依，没想到到头来还得感谢她。","target_en":"Raiden Shogun","title_en":"Kuki Shinobu about the Raiden Shogun","content_en":"After the Sakoku Decree was lifted, the Raiden Shogun issued many decrees aimed at supporting the development of various industries. All those certificates I received during the Sakoku Decree are coming in real handy now, and the gang is finally out of the red... Fate really does have its ways. Who would've thought after all that, I'd still have her to thank?"},{"target_id":39,"target_zh":"九条裟罗","title_zh":"久岐忍关于九条裟罗","content_zh":"九条小姐啊，她是我的朋友。嗯？我认识她让你觉得很意外吗？噢，你可能误会了，我加入荒泷派之前就跟她有交情。我们俩的切磋，还难分胜负呢。","target_en":"Kujou Sara","title_en":"Kuki Shinobu about Kujou Sara","content_en":"Madam Kujou? Yes, she's a friend of mine. Hmm? You're surprised that I know her? Oh, you must've misunderstood, I knew her from before I joined the Arataki Gang. Heh, in fact, it's hard to tell who's the winner whenever we spar."},{"target_id":46,"target_zh":"八重神子","title_zh":"久岐忍关于八重神子","content_zh":"就连堂堂鸣神大社的宫司大人，都要靠副业来解闷，可见当巫女是有多无聊。我是绝对不会回去当巫女的。","target_en":"Yae Miko","title_en":"Kuki Shinobu about Yae Miko","content_en":"You can't imagine how boring it is to be a shrine maiden. Even Lady Guuji from the Grand Narukami Shrine has her publishing gig to break up the monotony. I will never go back to being a shrine maiden. Never."},{"target_id":42,"target_zh":"荒泷一斗","title_zh":"久岐忍关于荒泷一斗","content_zh":"老大有很多不算愉快的过去，却还能保持快乐阳光，挺难得的。他对我们很不错，他的纯粹也感染着荒泷派的大家。当然，这不能成为他横冲直撞影响别人的借口。如果他找你麻烦，尽管告诉我。我会好好收拾他，让他后悔对你无礼。","target_en":"Arataki Itto","title_en":"Kuki Shinobu about Arataki Itto","content_en":"The boss has a lot of unpleasant memories from his past, but he still manages to stay positive. I'd say that kind of resilience is pretty rare. He treats us well and his character has a good effect on everyone in the gang. Of course, it's never an excuse for him to run amok with no consideration for others. Just let me know if he ever causes you any trouble and I'll be sure to make him regret ever being rude to you."},{"target_id":31,"target_zh":"烟绯","title_zh":"久岐忍关于烟绯","content_zh":"那时候跟家里闹翻了，只想着有多远逃多远，就跑去璃月学律法了。得亏这样，有幸认识了烟绯师姐。在律法咨询这块，她简直就是活字典。我？执业证书倒是有的，不过这个职业的约束也不少，并不是最适合我的。","target_en":"Yanfei","title_en":"Kuki Shinobu about Yanfei","content_en":"Back then I had an argument with my family and I only wanted to run away as far as I could. So, I went to study law in Liyue, but thanks to this experience, I got to meet Yanfei. She's like a walking law encyclopedia. Huh? Me? I have a certificate but there are a lot of restrictions for practicing law... It's not really the right field for me."}]}]